;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language=हिन्दी/Hindi
WebLang=HIN
Translator=J.Kishore Reddy, ashish sharma
Codepage=UNICODE 
Version=5.1.7


[Uninstaller Toolbar]

102 = देखें
103 = विकल्प
104 = अनइंस्टालर
105 = उपकरण
106 = हंटर मोड
107 = सूची
108 = प्रतीक
109 = विवरण
110 = स्थापना रद्द करें
111 = प्रविष्टि को हटाने
112 = ताज़ा करे
113 = क्या आप चयनित प्रविष्टि को हटाना चाहते हैं?
114 = क्या आप चयनित प्रोग्राम की स्थापना रद्द करना चाहते हैं?
115 = ऑटो अपडेट
116 = मदद
117 = वर्तमान उपकरण की मदद ...
118 = होम पेज ...
119 = के बारे में ...
120 = यदि आप एक व्यवस्थापक नहीं हैं!
121 = क्या आप चयनित सिस्टम घटक स्थापना रद्द करना चाहते हैं?\nSTOP,आप क्या कर रहे हैं सुनिश्चित कर रहे हैं कि जब तक !
122 = अनइंस्टालर आप वर्तमान और सभी उपयोगकर्ताओं दोनों के लिए स्थापित प्रोग्राम्स और घटकों के सभी से पता चलता है । "विवरण " दृश्य प्रकार में, या संदर्भ मेनू से , आप अतिरिक्त जानकारी ( प्रतिष्ठानों के बारे में लिंक और गुण ) तक पहुंच सकता है । Revo Uninstaller के एक प्राथमिक सुविधा हंटर विधा है। यह मोड आपको , की स्थापना रद्द रोक , हटाने या ऑटो शुरू बस एक क्लिक के साथ से निष्क्रिय करने के लिए लचीलापन देता है।
123 = खोज
124 = मिला:
125 = क्या आप रजिस्ट्री से चयनित सिस्टम घटक को हटाना चाहते हैं? \n घटक अपने ऑपरेटिंग सिस्टम के लिए आवश्यक हो सकता है!
126 =  अब कोई ऑटो शुरू कर देंगे!
127 = ऑटो शुरू करने के लिए सेट किया गया है
128 = %s को एक ही स्थान के रूप में स्थापित किया गया है %s!\nLeftovers दोनों आवेदनों से मिल जाएगा ! ध्यान से आप को दूर करना चाहते हैं की जांच!
129 = जबरिया एमएसआई स्थापना रद्द करें


[Uninstaller List]


150 = आवेदन
151 = आकार
152 = संस्करण
153 = स्थापित दिन
154 = कंपनी
155 = वेबसाइट
156 = टिप्पणी
157 = स्थापना रद्द करें स्ट्रिंग
158 = रजिस्ट्री कुंजी
159 = इंस्टालर



[Uninstaller StatusBar]


201 = प्रतिष्ठान :
202 = लोड हो रहा है ...


[Registry Optimizer]


302 = स्कैन करने के लिए जहां का चयन करें
303 = प्रारंभ मेनू


[Autorun Toolbar]


407 = भागो
408 = किल
409 = निकालें 
410 = आइटम:
411 = सक्रिय:
412 = स्वचालित प्रबंधक के साथ, आप न केवल सक्षम कर सकते हैं या स्वचालित रूप से Windows स्टार्टअप पर शुरू करने से अक्षम करें आवेदन, आप भी और अधिक जानकारी प्राप्त कर सकते हैं कर सकते हैं कि विशेष रूप से आवेदन के बारे में । आप लांच पथ , विवरण, प्रकाशक , स्थिति ( चल रहा है या नहीं चल रहा है ), और स्टार्टअप आदेश (या तो रजिस्ट्री या हार्ड डिस्क पर एक फ़ाइल में ) के स्थान मिल सकता है।


[Autorun List]


450 = स्टार्टअप नाम
451 = लॉन्च पथ
452 = विवरण
453 = प्रकाशक
454 = स्थिति
455 = स्थान
456 = रनिंग
457 = नहीं चल 
458 = अवैध
459 = किल प्रक्रिया
460 = भागो प्रक्रिया
461 = डर खोलें
462 = गोटो स्थान
463 = की प्रतिलिपि लॉन्च पथ
464 = चयनित निकालें
465 = निकालें सभी अमान्य
466 = नहीं चल रहा निकालें
467 = सभी विकलांग निकालें
468 = गुण ...
470 = क्या आप चयनित आवेदन बंद करना चाहते हैं?\nसहेजे नहीं गए डेटा खो जाएगा!
471 = क्या आप चयनित आइटम को हटाना चाहते हैं?
472 = क्या आप सभी अमान्य आइटम हटाना चाहते हैं?
473 = आप आइटम नहीं चल रहा है सभी को हटाना चाहते हैं?
474 = क्या आप सभी विकलांग आइटम हटाना चाहते हैं?
475 = कमान मौजूद नहीं है!
476 = अज्ञात
477 = अक्षम ऑटो शुरू
478 = ऑटो शुरू सक्षम करें


[Outlook Control]


300 = अनुकूलन
301 = रजिस्ट्री अनुकूलक
400 = स्वचालित प्रबंधक
500 = क्लीनर ट्रैक्स
501 = ब्राउज़र क्लीनर
600 = माइक्रोसॉफ्ट ऑफिस क्लीनर
700 = विंडोज क्लीनर
800 = साक्ष्य रिमूवर
900 = अप्राप्य हटाएं
2100 = विंडोज उपकरण
2200 = जंक फ़ाइलें क्लीनर



[Track Cleaner Browsers]


507 = सभी साफ़
508 = देखा गया इंटरनेट वेब पेज के इतिहास साफ़
509 = हटाएँ पता बार इतिहास
510 = अस्थाई इंटरनेट फ़ाइलें हटाएँ
511 = कुकी हटाएं
512 = हटाएँ Index.dat फाइलें
513 = निष्पादित करें
514 = हटाएँ डाउनलोड इतिहास
515 = हटाएं सत्र इतिहास
516 = हटाएं पर्चा इतिहास
517 = अनइंस्टालर
518 = क्या आप चयनित इतिहास डेटा के सभी स्पष्ट करना चाहते हैं?
521 = क्या आप इंटरनेट एक्सप्लोरर इतिहास डेटा साफ़ करना चाहते हैं?
522 = क्या आप Firefox के इतिहास डेटा साफ़ करना चाहते हैं?
523 = क्या आप ओपेरा इतिहास डेटा साफ़ करना चाहते हैं?
524 = क्या आप नेटस्केप इतिहास डेटा साफ़ करना चाहते हैं?
525 = आपका ब्राउज़र आप कभी भी दौरा किया है कि हर वेबसाइट के बारे में जानकारी रिकॉर्ड करता है। जानकारी अपने ब्राउज़र खिड़की से आसानी से पहुँचा जा सकता है और आप वेब पर ब्राउज़ कर दिया गया है , जहां के लिए, बस एक बटन दबाने से , किसी को भी देख सकते हैं! ब्राउज़र क्लीनर के साथ आप सभी होते हैं जो अस्थायी इंटरनेट फ़ाइलों को नष्ट कर सकते हैं तुम्हें देखा है चित्रों , आप देख चुके है ऑनलाइन वीडियो के सभी और आपके द्वारा देखी गई वेब पेज के सभी । अस्थाई इंटरनेट फ़ाइलों को हटाने के लिए अपनी हार्ड डिस्क पर अंतरिक्ष के एक बहुत मुक्त कर सकते हैं ।
526 = इसके निशान साफ करने से पहले अपने इंटरनेट ब्राउज़र को बंद करें।
527 = Index.dat फ़ाइलों को कंप्यूटर के रिबूट अगली बार हटा दिया जाएगा।
599 = चयनित आइटम के लिए आपरेशन की सफाई ट्रैक पूरा कर लिया है !


[Office Track Cleaner]


601 = स्पष्ट
607 = माइक्रोसॉफ्ट वर्ड हाल के दस्तावेज़ इतिहास साफ
608 = वर्ड 2000, पद एक्सपी , वर्ड 2003 , वर्ड 2007 , वर्ड 2010 और वर्ड 2016 शामिल
609 = माइक्रोसॉफ्ट एक्सेल हाल के दस्तावेज़ इतिहास साफ
610 = 2000 एक्सेल, एक्सेल एक्सपी , एक्सेल 2003, एक्सेल 2007 , 2016 एक्सेल 2010 और एक्सेल शामिल
611 = माइक्रोसॉफ्ट एक्सेस हाल के दस्तावेज़ इतिहास साफ
612 = पहुँच 2000 , प्रवेश एक्सपी , प्रवेश 2003, 2007 , 2010 और पहुंच पहुँच 2016 शामिल
613 = Microsoft PowerPoint के हाल के दस्तावेज़ इतिहास साफ
614 = PowerPoint 2000 ,PowerPoint एक्सपी ,PowerPoint2003, PowerPoint 2007,PowerPoint 2010, PowerPoint 2013 और PowerPoint 2016  शामिल है 
615 = Microsoft FrontPage हाल के दस्तावेज़ इतिहास साफ
616 = FrontPage 2000, FrontPage XP और FrontPage 2003 शामिल
617 = माइक्रोसॉफ्ट ऑफिस क्लीनर आप माइक्रोसॉफ्ट वर्ड, एक्सेल, प्रवेश , PowerPoint और FrontPage में हाल ही में प्रयुक्त फ़ाइलों के इतिहास को दूर करने के लिए अनुमति देता है। आप को देखने के लिए किसी और को नहीं चाहते, तो अपने पिछले खोला या बस आप चाहते हैं और "साफ़ " बटन क्लिक नहीं करते कि उन फ़ाइल प्रकारों का चयन करें, माइक्रोसॉफ्ट ऑफिस का उपयोग कर बनाया स्प्रेडशीट, दस्तावेजों या अन्य फाइलों को संपादित किया । तुम्हें चुना है कि कार्यक्रम के प्रकार के लिए अपने सबसे हाल ही में प्रयुक्त फ़ाइलों , अब और नहीं उपलब्ध हो जाएगा।


[Windows Tracks Cleaner]


701 = साफ़
707 = साफ़ हाल के दस्तावेज़ इतिहास
708 = साफ़ प्रारंभ मेनू रन इतिहास
709 = साफ़ लगाएं संचिका का इतिहास
710 = साफ़ प्रिंटर, कंप्यूटर और लोगों को खोजें इतिहास
711 = खाली क्लिपबोर्ड
712 = साफ़ हाल संचिका का इतिहास " एमएस पेंट "
713 = साफ़ "एमएस वर्डपैड " हाल संचिका का इतिहास
714 = साफ़ Regedit पर पिछले खोला कुंजी इतिहास
715 = साफ़ आम संवाद खोलने / हाल के इतिहास में सहेजें
716 = साफ़ सामान्य संवाद पिछले फ़ोल्डर इतिहास देखा गया
717 = खाली रीसायकल बिन
718 = विंडोज अस्थायी फ़ाइलों को हटाने
719 = प्रारंभ मेनू उपयोग लॉग्स हटाएं
720 = माइक्रोसॉफ्ट विंडोज ( आप फ़ाइल और फ़ोल्डरों के लिए खोज करते हैं) आप फ़ाइल खोज इतिहास की तरह अपने कंप्यूटर के साथ क्या है कि कई चीजों की पटरियों, हाल ही में खोला रहता है दस्तावेज़ इतिहास , खुला / बचाने के इतिहास मानक फ़ाइल में प्रयुक्त विभिन्न अनुप्रयोगों और कई और अधिक बात से संवाद । विंडोज क्लीनर आप इस इतिहास और अस्थायी फ़ाइलों के सभी दूर करने के लिए अनुमति देता है। तुम भी अपने रीसायकल बिन खाली और का एक बहुत मुक्त कर सकते हैं , जो अस्थायी फ़ाइलों को हटा सकते हैं हार्ड डिस्क स्थान ।
721 = Explorer.exe प्रक्रिया पुन: प्रारंभ होने के बाद रन इतिहास को हटा दिया जाएगा ।
722 = Windows रजिस्ट्री में निशान
723 = स्थानीय हार्ड डिस्क ड्राइव पर निशान
724 = क्रैश मेमोरी डंप फ़ाइलों को हटाएँ
725 = Chkdsk ( डिस्क की जाँच ) फ़ाइल टुकड़े बरामद हटाएं



[Evidence Remover]


802 = निष्पादित करें
803 = मिटा
804 = मिटा कार्य प्रगति पर है , जबकि कृपया प्रतीक्षा करें।
805 = पूरे किए
806 = आप हटाना चाहते हैं कि अपने काम के निशान और सबूत होते हैं जो ड्राइव (ओं) पर एक checkmark रखें। यह उपकरण केवल पहले से ही नष्ट कर दिया डेटा को प्रभावित करता है । चेतावनी: प्रक्रिया पूर्ण हो चुका है , के बाद यह अपने नष्ट कर दिया फ़ाइलों को ठीक करने के लिए असंभव हो जाएगा!
807 = यदि आप Windows रीसायकल बिन खाली करते हैं, तो आपकी फ़ाइलों और फ़ोल्डरों को नष्ट कर दिया के रूप में बस के रूप में चिह्नित कर रहे हैं लेकिन वे शारीरिक रूप से मिटाया नहीं कर रहे हैं । यह उपकरण स्थायी रूप से पहले से ही नष्ट कर दिया , लेकिन किया गया है जो फ़ाइलों और फ़ोल्डरों को मिटा देगा अपनी हार्ड डिस्क ड्राइव पर पर छोड़ दिया । कोई फर्क नहीं पड़ता कि आप या किसी और डेटा को ठीक करने के लिए उपयोग करने के लिए कोशिश करता है क्या उपकरण , परिणाम एक ही है, कुछ नहीं होगा। - सबूत पदच्युत के साथ मिट डेटा को ठीक करने के लिए असंभव है!
808 = क्या आप चयनित ड्राइव (ओं) पर बचे हुए निशान और साक्ष्य मिटाना चाहते हैं?


[Unrecoverable Delete]


912 = हटा दिया जाएगा और ठीक करने के लिए असंभव बना दिया जाएगा , जो फ़ाइलों और फ़ोल्डरों की सूची
913 = फ़ाइलें
914 = फ़ोल्डर
915 = आप हटाना है और इस प्रणाली से निकालना चाहते हैं जो फ़ाइलों को सम्मिलित करें। इन फ़ाइलों को किसी भी सॉफ्टवेयर उपकरण के द्वारा बरामद नहीं किया जा सकता है!
916 = आप हटाना है और इस प्रणाली से निकालना चाहते हैं जो फ़ोल्डरों डालें। इन फोल्डरों को किसी भी सॉफ्टवेयर उपकरण के द्वारा बरामद नहीं किया जा सकता है!
917 = जोड़ें फ़ाइलों को हटाए जाने के लिए
918 = जोड़ें फ़ोल्डरों हटाए जाने के लिए
919 = हमेशा के लिए हटा
920 = स्पष्ट सूची
921 = आप सुरक्षित रूप से एक फ़ाइल या फ़ोल्डर को नष्ट करना चाहते हैं ( किसी को भी , किसी भी उपकरण के साथ , कभी करने में सक्षम हो सकता है कि यह सुनिश्चित करने कीइस फ़ाइल या फ़ोल्डर) की वसूली , अप्राप्य हटाने का प्रयोग करें । फ़ाइलों को हटाने और Windows रीसायकल बिन इन फ़ाइलों को हमेशा के लिए चला जाता है कि इसका मतलब यह नहीं खाली , वे अपनी हार्ड डिस्क ड्राइव पर अभी भी कर रहे हैं और किसी को भी बहुत आसानी से नष्ट कर दिया डेटा को ठीक कर सकता है। यह शारीरिक रूप से चयनित फ़ाइलों और फ़ोल्डरों के सभी मिटा देता है क्योंकि अप्राप्य हटाएँ उपकरण इस असंभव बना देता है ।
922 = क्या आप हमेशा के लिए चयनित फ़ाइलों और फ़ोल्डरों को हटाना चाहते हैं?


[Options Tree]


1001 = विकल्प
1100 = जनरल
1200 = अनइंस्टालर


[General]

1101 = वर्तमान भाषा :
1102 = उन्नत मोड
1103 = स्टार्टअप पर अद्यतन के लिए जाँचें
1104 = पृष्ठभूमि में स्वचालित रूप से अपडेट करें

[Uninstaller Options]


1201 = दिखाएँ सिस्टम अपडेट
1202 = दिखाएँ प्रणाली घटकों
1204 = केवल चलाने में निर्मित अनइंस्टॉलर
1205 = ( Windows Vista में समर्थित नहीं )
1206 = एक प्रणाली की स्थापना रद्द पहले बिंदु बहाल बनाओ
1208 = अनइंस्टॉल हिस्ट्री फीचर को डिसेबल करें
1209 = वेब पेज शॉर्टकट दिखाएं

[Auto Update]


1907 = अद्यतन
1908 = संस्करण जानकारी
1909 = वर्तमान संस्करण:
1910 = नवीनतम संस्करण:
1911 = डाउनलोड
1912 = नवीनतम संस्करण प्राप्त
1913 = नया क्या है
1914 = जाँच ...
1915 = कनेक्शन त्रुटि ...
1916 = रोक
1917 = डाउनलोड %s के %s
1918 = डाउनलोड %s (कुल आकार अज्ञात)
1919 = Revo Uninstaller प्रो www.revouninstaller.com से कनेक्ट करने में असमर्थ था। आपके इंटरनेट कनेक्शन सक्रिय है और अगर की जांच करें Revo Uninstaller प्रो ब्लॉक नहीं करता है अपने फ़ायरवॉल
1920 = त्रुटि: नए संस्करण के लिए जांच की जा रही विफल रहा है। कोई इंटरनेट कनेक्शन नहीं।
1921 = डाउनलोड हो रहा है...
1922 = अद्यतन प्रारंभ हो रहा है...
1923 = हो गया
1924 = कोई अपडेट उपलब्ध नहीं
1925 = नवीनतम संस्करण में सफलतापूर्वक अद्यतन (%s)

[WinTools]


2110 = रन
2111 = हर विंडोज ऑपरेटिंग सिस्टम के साथ बंडल आसान और उपयोगी उपकरण और उपकरणों की एक बहुत हैं। उपकरणों में से कुछ दूसरों का उपयोग करने के लिए मुश्किल है, जटिल कमांड लाइन का उपयोग करें। विंडोज उपकरण आप अधिक से अधिक दस आम Windows उपकरण के लिए तेजी से , एक क्लिक पहुँच देता है।
2112 = कोई समस्या आती है , तो आप प्रणाली अपने व्यक्तिगत डेटा फ़ाइलों को खोने के बिना एक पहले से बचाया राज्य के लिए अपने कंप्यूटर को बहाल करने की पुनर्स्थापना का उपयोग कर सकते हैं। सिस्टम का निरीक्षण प्रणाली में परिवर्तन और कुछ आवेदन फाइल को बहाल और इसे स्वचालित रूप से आसानी से अंक बहाल पहचान योग्य बनाता है। ये अंक आप एक पहले से संरक्षित राज्य के लिए प्रणाली वापस लौटने की अनुमति देने के लिए बहाल। बहाल अंक हैं दैनिक और महत्वपूर्ण प्रणाली में परिवर्तन के समय में बनाया। आप भी बना सकते हैं और किसी भी समय अपने स्वयं के बहाल अंक नाम कर सकते हैं ।
2113 = तुम इकट्ठा करने और अपने कंप्यूटर हार्डवेयर और ऑपरेटिंग सिस्टम , अपने इंटरनेट विन्यास और अपने मॉडेम और नेटवर्क एडाप्टर के विन्यास के बारे में जानकारी प्रदर्शित करने के लिए इसका इस्तेमाल कर सकते हैं। नेटवर्क निदान उपकरण के साथ, आप कर सकते हैं आपके सिस्टम और परीक्षण नेटवर्क कनेक्टिविटी की और अपने नेटवर्क से संबंधित कार्यक्रमों और सेवाओं के कार्य कर रहे हैं या नहीं, एक स्कैन प्रदर्शन करते हैं।
2114 = नेटवर्क सूचना सभी मौजूदा टीसीपी / आईपी नेटवर्क विन्यास जानकारी , डायनामिक होस्ट कॉन्फ़िगरेशन प्रोटोकॉल (DHCP) और डोमेन नाम सिस्टम ( डीएनएस ) सेटिंग्स प्रदर्शित करता है। नेटवर्क सूचना भी ( जीत ) आईपी पता, मैक पता , सबनेट मास्क , डिफ़ॉल्ट गेटवे , विंडोज इंटरनेट नामकरण सेवा सहित सभी नेटवर्क एडाप्टर के लिए पूर्ण टीसीपी / आईपी विन्यास को प्रदर्शित करता है और DNS विन्यास ।
2115 = फ़ायरवॉल , स्वचालित: सुरक्षा केंद्र अपने कंप्यूटर की तीन सुरक्षा अनिवार्य की स्थिति की जाँच अद्यतन करने और मैलवेयर / वायरस सुरक्षा । एक समस्या यह है कि इनमें से किसी के साथ पाया जाता है ( अपने एंटीवायरस प्रोग्राम की तारीख से बाहर है अगर उदाहरण के लिए) , सुरक्षा केंद्र आप एक चेतावनी भेजता है और कैसे करना है पर सिफारिशों प्रदान करता है बेहतर अपने कंप्यूटर की रक्षा ।
2116 = सिस्टम गुण जैसे आपके सीपीयू प्रकार और कुल राम स्मृति , कि नियंत्रण देखें और परिवर्तन सेटिंग्स के रूप में बुनियादी कम्प्यूटर हार्डवेयर जानकारी देखने के लिए इस्तेमाल किया जा सकता है अपने कंप्यूटर स्मृति का उपयोग करता है और कुछ जानकारी (हार्डवेयर और डिवाइस गुण ) पाता है , कैसे , हार्डवेयर प्रोफ़ाइल को कॉन्फ़िगर अपने नेटवर्क के बारे में जानकारी को देखने माइक्रोसॉफ्ट या अपने सिस्टम व्यवस्थापक के लिए कनेक्शन और लॉगऑन प्रोफ़ाइल, और रिपोर्ट प्रणाली और कार्यक्रम त्रुटियों जब वे होते हैं ।
2117 = सिस्टम जानकारी एकत्र करता है और स्थानीय और दूरस्थ कंप्यूटर के लिये डिस्प्ले सिस्टम विन्यास जानकारी है कि विंडोज ऑपरेटिंग सिस्टम का एक घटक है । इस पर हस्ताक्षर किए ड्राइवरों और अहस्ताक्षरित चालकों सहित हार्डवेयर विन्यास, कंप्यूटर उपकरणों और सॉफ्टवेयर के बारे में जानकारी शामिल है। सिस्टम जानकारी आप जल्दी पता लगाने के लिए उपयोग कर सकते हैं कि एक समर्थन उपकरण है अपने कंप्यूटर और अपने ऑपरेटिंग सिस्टम के बारे में जानकारी ।
2118 = टीसीपी / आईपी netstat कमांड सभी सक्रिय टीसीपी कनेक्शन और टीसीपी और जो करने के लिए UDP पोर्ट को प्रदर्शित करता है कि विंडोज ऑपरेटिंग सिस्टम का एक घटक है कंप्यूटर सुन रहा है और प्रत्येक कनेक्शन बनाने या बंदरगाह सुनने में शामिल निष्पादन योग्य प्रदर्शित करता है (ऊपर में यह कहा जाता घटक है पर , और इतना आगे टीसीपी / आईपी पहुँच गया था जब तक निष्पादन योग्य नाम , तल पर [ ] में है)।
2119 = स्क्रीन पर कुंजीपटल स्क्रीन पर एक आभासी कीबोर्ड प्रदर्शित करता है और गतिशीलता impairments के साथ उपयोगकर्ताओं को एक संकेत डिवाइस या जॉयस्टिक का उपयोग कर डेटा टाइप करने के लिए अनुमति देता है। ऑन-स्क्रीन कीबोर्ड का एक न्यूनतम स्तर प्रदान करने का इरादा है गतिशीलता impairments के साथ उपयोगकर्ताओं के लिए कार्यक्षमता । आप अपने पीसी और आप दर्ज कर रहे हैं टाइप की कुंजी के सभी पर स्थापित एक कुंजी लकड़हारा लगता है कि वहाँ अगर आप भी ऑन स्क्रीन कीबोर्ड का उपयोग कर सकते हैं। ऑन-स्क्रीन कीबोर्ड समाप्त कीस्ट्रोक्स रिकॉर्ड करने की क्षमता ।
2120 = डिस्क Defragmenter स्थानीय संस्करणों का विश्लेषण करती है और प्रत्येक खंड पर एक एकल, सन्निहित अंतरिक्ष में रह रहे हैं इतना है कि खंडित फ़ाइलों और फ़ोल्डरों को समेकित करता है। डिस्क Defragmenter भी यह कम होने की संभावना नई फ़ाइलें खंडित किया जाएगा , जिससे एक मात्रा की मुक्त स्थान पर समेकित करता है । इन परिवर्तनों का एक परिणाम के रूप में, अपने सिस्टम फ़ाइलों और फ़ोल्डरों का उपयोग और अधिक कुशलता से नए लोगों को बचा सकता है।
2121 = सेवाएं शुरू, ठहराव बंद करो, फिर से शुरू , या स्थानीय या दूरदराज के कंप्यूटर पर एक सेवा को निष्क्रिय कर सकते हैं। सेवा भी एक सेवा विफल रहता है, ( स्वचालित रूप से सेवा शुरु, उदाहरण के लिए) के लिए जगह लेने के लिए एक विशेष हार्डवेयर प्रोफ़ाइल के लिए सेवाओं को सक्रिय या निष्क्रिय है और प्रत्येक सेवा की स्थिति और विवरण देखने के लिए करने के लिए वसूली कार्रवाई निर्धारित कर सकते हैं ।
2122 = साझा फ़ोल्डर एक नेटवर्क है, नियंत्रण उपयोगकर्ता पहुँच पर साझा संसाधनों का प्रबंधन करने के लिए इस्तेमाल किया जा सकता है अनुमतियाँ, सत्र गतिविधि, साझा संसाधन के गुण और स्थानीय और दूरदराज के कंप्यूटर के लिए कनेक्शन और संसाधनों के उपयोग का एक सारांश देखने के लिए । साझा फ़ोल्डर भी आपके कंप्यूटर के लिए ( एक नेटवर्क पर ) दूर से जुड़ा हुआ है और एक या एक से उन सभी को डिस्कनेक्ट करने वाले सभी उपयोगकर्ताओं की एक सूची देख सकते हैं। तुम भी वर्तमान में दूरदराज के उपयोगकर्ताओं द्वारा खोली गई फ़ाइलों की एक सूची देख सकते हैं।
2123 = समूह नीति उपयोगकर्ता और कंप्यूटर नीति विन्यास भी शामिल है। समूह नीति सेटिंग , एक सिस्टम प्रशासक (उदाहरण के लिए प्रबंधन की जरूरत है कि उपयोगकर्ता के डेस्कटॉप वातावरण के विभिन्न घटकों को परिभाषित उपयोगकर्ताओं के लिए उपलब्ध हैं कि कार्यक्रम, प्रारंभ मेनू के लिए उपयोगकर्ता के डेस्कटॉप पर आने वाले कार्यक्रमों, और विकल्प)।
2124 = Windows घटक आप का प्रबंधन करने में मदद करता जोड़ें / निकालें आपके कंप्यूटर पर स्थापित Windows घटकों । विंडोज ऑपरेटिंग सिस्टम आपके कंप्यूटर पर स्थापित है, के बाद आप मूल स्थापना में शामिल नहीं किया गया है कि एक Windows घटक जोड़ने के लिए इस उपकरण का उपयोग कर सकते हैं , या हटाने के लिए तुम अब कोई इच्छा है कि मौजूदा Windows घटक ।
2125 = Microsoft Windows दुर्भावनापूर्ण सॉफ़्टवेयर निकालें उपकरण विशिष्ट, prevalent दुर्भावनापूर्ण सॉफ़्टवेयर द्वारा संक्रमण के लिए अपने कंप्यूटर की जाँच और किसी को दूर करने में मदद करता है पाया जाता है कि संक्रमण । इस दुर्भावनापूर्ण सॉफ्टवेयर वायरस, कीड़े और ट्रोजन घोड़े भी शामिल है। का पता लगाने और हटाने की प्रक्रिया के पूरा होने पर, उपकरण किसी भी दुर्भावनापूर्ण सॉफ़्टवेयर का पता चला और हटा दिया गया था , तो भी शामिल है , परिणाम का वर्णन एक रिपोर्ट प्रदर्शित करता है।



[Junk Files Cleaner Options]


2202 = स्कैन करने के लिए ड्राइव :
2203 = पैटर्न
2204 = विवरण
2205 = जोड़ें
2206 = निकालें 
2207 = रीसेट चूक
2208 = जंक फ़ाइलें क्लीनर :: जनरल
2209 = जंक फ़ाइलें क्लीनर :: बाहर निकालें
2220 = के लिए स्कैन करने के लिए पैटर्न:
2221 = आप प्रतीकों का उपयोग कर सकते हैं? और  / या * वाइल्डकार्ड के रूप में
2222 = पैटर्न जोड़ें 
2223 = बाहर निकालें जोड़ें पैटर्न
2224 = आप प्रतीकों का उपयोग कर सकते हैं? और / या * वाइल्डकार्ड के रूप में
2225 = पैटर्न बाहर निकालें :
2226 = रीसायकल बिन में फाइल हटाएं
2227 = पिछले 24 घंटों में पहुँचा पर ध्यान न दें फ़ाइलें




[Junk Files Cleaner Tool]



2306 = स्कैन
2307 = हटाएं
2308 = स्कैनिंग
2309 = स्कैनिंग की प्रक्रिया के दौरान कृपया प्रतीक्षा करें।
2310 = रद्द
2311 = नाम
2312 = आकार
2319 = फाइलें:
2320 = कुल आकार :
2323 = विंडोज या \ n अब हटाया नहीं जा सकता है कि किसी अन्य प्रोग्राम द्वारा उपयोग में हैं कि फाइल नहीं
2324 = आप स्कैनिंग शुरू करने के लिए कम से कम एक ड्राइव और एक्सटेंशन का चयन करने के लिए है ।
2325 = जंक फ़ाइलें क्लीनर आप पाते हैं और अपने कंप्यूटर से कबाड़ और अनावश्यक फ़ाइलों के विभिन्न प्रकारों को दूर करने के लिए अनुमति देता है। आम तौर पर इस तरह की फाइल के रूप में जल्द ही यह अब उन्हें जरूरत के रूप में उन्हें बनाए गए आवेदन के द्वारा नष्ट हो जाती हैं । की एक अप्रत्याशित समाप्ति अगर वहाँ हालांकि, वे अपनी हार्ड ड्राइव पर स्थायी रूप से रह सकती है आदि आवेदन , एक प्रणाली दुर्घटना , यदि ऐसा होता है , यह मुक्त डिस्क स्थान की कमी के कारण हो सकता है या एक धीमी प्रणाली की गति , आदि के कारण हो सकता है
2326 = फाईल:
2327 = हटाया जा रहा है फ़ाइलें
2328 = कोई जंक फाइल नहीं मिली है

[Context Menu Junk Files Cleaner]


2313 = ओपन
2314 = के लिए गूगल पर खोज
2315 = डर खोलें
2316 = गुण ...
2317 = जाँचें सभी आइटम
2318 = अचयनित सभी आइटम
2321 = चेक चयनित आइटम
2322 = अचयनित चयनित आइटम



[Topmost Window]


4002 = विकल्प
4003 = ओपन मुख्य विंडो
4004 = खींचें और ड्रॉप मोड
4005 = हंटर मोड
4006 = आकार
4007 = लघु
4008 = मध्य
4009 = बड़े
4010 = विंडो आकार
4011 = बाहर निकलें
4012 = स्थापना रद्द करें
4013 = बंद करो ऑटो शुरू
4014 = किल प्रक्रिया
4015 = मार डालो और प्रोसेस हटाएं
4016 = डर खोलें
4017 = जानकारी
4018 = गुण
4019 = रद्द
4020 = केवल एक समय में एक फ़ाइल का समर्थन किया है !
4021 = आप एक फ़ोल्डर गिरा दिया है , खींचें और एक फ़ाइल ड्रॉप कृपया!
4022 = स्थापना रद्द करें या निकालें :
4023 = अनसुलझे ! एक और खिड़की , चिह्न या एक टास्कबार आइटम के लिए बात करने के लिए प्रयास करें।
4024 = स्थापना रद्द करें आदेश चलाएँ !\nuninstaller के साथ आवेदन की स्थापना रद्द नहीं कर सकते । 
4025 = कोई स्थापना पैकेज मिला \ nTip : मुख्य खिड़कियों से आवेदन के लिए और अधिक जानकारी प्राप्त करें और एन स्वयं इसे स्थापना रद्द करने का प्रयास करें ! \
4026 = लक्ष्य आवेदन स्वत: शुरू करने से अक्षम हो जाता है \ nTip : आप इसे फिर से सक्षम करना चाहते हैं , का उपयोग मुख्य आवेदन में स्वचालित उपकरण!
4027 = लक्ष्य आवेदन आम स्टार्टअप स्थानों में नहीं पाया जाता है \ nTip : एक आवेदन autostarting के लिए उपयोग किया जाता है जो असामान्य स्थानों के लिए खोज गूगल की वेबसाइट देखने के लिए !
4028 = क्या आप चयनित आवेदन बंद करना चाहते हैं? \ nसहेजे नहीं गए डेटा खो जाएगा!
4029 = अनइंस्टालर
4030 = क्या आप चयनित आवेदन को बंद करने और नष्ट करना चाहते हैं? \ nसहेजे नहीं गए डेटा खो जाएगा!
4031 = आप आप Windows Explorer बंद करना चाहते हैं? \ nप्रारंभ मेनू , टास्कबार और सिस्टम ट्रे गायब हो जाएगा!
4032 = विंडोज के साथ ऑटो शुरू
4033 = पारदर्शिता
4035 = हमेशा शिखर पर 

[Scan After Uninstall]


4210 = स्थान
4211 = कुंजी
4212 = मान
4213 = डाटा
4214 = फ़ाइल
4215 = चयनित कोई आइटम नहीं। नष्ट करने के लिए एक आइटम का चयन करें!
4216 = स्कैन करने के बाद स्थापना रद्द करें
4217 = सभी का चयन
4218 = अचयनित सभी
4219 = हटाएं
4220 = बचे हुए फ़ाइलें
4221 = बचे हुए रजिस्ट्री प्रविष्टियों
4222 = हटाने से पहले स्कैन कर रहा है , कृपया प्रतीक्षा करें ...
4223 = अनइंस्टॉलर चल रहा है ...
4224 = आवेदन की अनइंस्टॉलर है जब बचे हुए फ़ाइलें, फ़ोल्डर्स और रजिस्ट्री कुंजी के लिए स्कैनिंग शुरू करें समाप्त हो गया।
4225 = स्थापना हटाने के बाद स्कैन, कृपया प्रतीक्षा करें ...
4226 = ध्यान से सूचीबद्ध मदों की जांच करें !
4227 = बंद 
4228 = सूची में शेष फ़ाइलों को अगले प्रणाली को पुनः आरंभ के दौरान हटा दिया जाएगा।
4229 = चल आवेदन की स्थापना रद्द विफल रहा है! \nसंभव अवैध स्थापना रद्द करें कमान !
4230 = वापस
4231 = अगला
4232 = एक स्थापना रद्द मोड का चयन
4233 = मोड
4234 = निर्मित - चलाने केवल आवेदन के uninstaller के किसी भी अतिरिक्त स्कैनिंग के बिना
4235 = सुरक्षित - निर्मित मोड भी शामिल है और नष्ट करने के लिए सुरक्षित कर रहे हैं कि बचे हुए वस्तुओं को खोजने के लिए रजिस्ट्री में और हार्ड ड्राइव पर अतिरिक्त स्कैन करता है। यह सबसे तेज तरीका है।
4236 = मॉडरेट - सुरक्षित मोड में शामिल हैं और रजिस्ट्री का सबसे आम जगहों में और हार्ड ड्राइव पर आवेदन के बचे हुए सूचना के सभी को खोजने के लिए एक विस्तारित स्कैन करता है 
4237 = उन्नत - मॉडरेट मोड शामिल हैं और रजिस्ट्री में और हार्ड ड्राइव पर आवेदन के बचे हुए सूचना के सभी को खोजने के लिए एक गहरी और पूरी तरह से स्कैन करता है। यह सबसे धीमी विधा है।
4238 = यह स्थापना रद्द करने से पहले आवेदन के डेटा का विश्लेषण।
4239 = आवेदन में बनाया अनइंस्टॉलर शुरू।
4240 = आवेदन की uninstaller के बाद समाप्त हो गया , बचे हुए के लिए स्कैनिंग शुरू करने के लिए "अगला" बटन दबाएँ फाइल, फोल्डर और रजिस्ट्री आइटम नहीं है। 
4241 = प्रारंभिक विश्लेषण और स्थापना रद्द प्रदर्शन।
4242 = बचे हुए जानकारी के लिए स्कैन
4243 = निर्मित की स्थापना रद्द अब रजिस्ट्री और बचे हुए फ़ाइलों के लिए आपके हार्ड ड्राइव , फ़ोल्डर स्कैनिंग , पूरा और रजिस्ट्री आइटम रद्द आवेदन के साथ संबंधित है। कृपया प्रतीक्षा करें ...।
4244 = मिला बचे हुए रजिस्ट्री वस्तुओं
4245 = मिला रजिस्ट्री आइटम:
4246 = नोट: ध्यान से बोल्ड आइटम सत्यापित करें ! केवल बोल्ड आइटम की जाँच की और उनके subitems हटा दिया जाएगा!
4247 = मिला बचे हुए फ़ाइलों और फ़ोल्डरों
4248 = पाया आइटम :
4249 = मेरा कंप्यूटर 
4250 = Revo Uninstaller आवेदन में बनाया अनइंस्टॉलर शुरू करने के लिए सक्षम नहीं था। हो सकता है कि आवेदन की स्थापना रद्द करें आदेश अमान्य है या अनइंस्टॉलर कार्यक्रम दूषित है। आप " वापस " बटन दबाएँ और एक अन्य की स्थापना रद्द मोड की कोशिश कर सकते हैं।
4251 = आवेदन में बनाया uninstaller के समाप्त हो गया है । Revo Uninstaller बचे हुए के लिए स्कैन नहीं किया आइटम नहीं है। आप " वापस " बटन दबाएँ और बचे हुए फ़ाइलें, फ़ोल्डर्स और रजिस्ट्री वस्तुओं के लिए स्कैन करने के लिए एक और स्थापना रद्द करें मोड की कोशिश कर सकते हैं।
4252 = Revo Uninstaller सफलतापूर्वक स्थापना हटाने की प्रक्रिया पूरी कर ली है, लेकिन बचे हुए आइटम नहीं पाए गए। आप "वापस" बटन दबाएँ और एक गहरी स्कैन के लिए एक और विस्तारित स्थापना रद्द करें मोड कोशिश कर सकते हैं
4253 = Revo Uninstaller सफलतापूर्वक स्थापना हटाने की प्रक्रिया पूरी की। क्या आप "वापस" बटन दबाएँ और एक गहरी स्कैन के लिए एक और अधिक उन्नत स्थापना रद्द करें मोड कोशिश कर सकते हैं और अधिक बचे हुए मदों के लिए खोज करना चाहते हैं ।
4254 = समाप्त 
4255 = क्या आप रीसायकल बिन में चयनित फ़ाइलों को भेजने के लिए चाहते हैं ?
4256 = क्या आप चयनित रजिस्ट्री वस्तुओं को नष्ट करना चाहते हैं?
4257 = Revo Uninstaller सफलतापूर्वक स्थापना हटाने की प्रक्रिया पूरी कर ली !
4258 = तुम मिल गया के बचे हुए रजिस्ट्री प्रविष्टियों का विलोपन छोड़ सकते हैं और अगले कदम के लिए जारी रखना चाहते हैं?
4259 = तुम मिल गया के बचे हुए फ़ाइलों और फ़ोल्डरों का विलोपन छोड़ सकते हैं और अगले कदम के लिए जारी रखना चाहते हैं?
4260 = बचे हुए मदों के लिए स्कैनिंग पूरा किया। प्रेस " अगला" बटन परिणाम देखने के लिए !
4261 = बनाना सिस्टम पुनर्स्थापना बिंदु ...
4262 = बनाना सिस्टम पुनर्स्थापना बिंदु - विफल रहा है!
4263 = बनाना सिस्टम प्वाइंट ( विकल्प >अनइंस्टालर में ) को निष्क्रिय कर पुनर्स्थापना
4264 = बनाना सिस्टम पुनर्स्थापना बिंदु - किया!
4265 = फाइल सिस्टम
4266 = के बचे हुए के लिए स्कैनिंग है
4267 = रजिस्ट्री और फाइल सिस्टम में बचा हुआ(ओं) मिला है
4268 = रजिस्ट्री और फाइल सिस्टम से बचा हुआ(ओं) हटा दिया गया है
4269 = अनइंस्टॉल किए गए प्रोग्राम
4270 = एक पुनर्स्थापना बिंदु बनाना विफल (Windows सेटिंग्स में सिस्टम पुनर्स्थापना अक्षम है)
4271 = रजिस्ट्री और फाइल सिस्टम से बचे हुए को हटाना है...
4272 = बचे हुए के लिए स्कैन कर रहा है...

[About]


4300 = अनुवादक:

[ContextMenu Uninstaller]


5000 = कमानों
5001 = जानकारी
5002 = के लिए गूगल पर खोज
5004 = स्थान स्थापित करें 
5005 = लिंक के बारे में खोलें ...
5006 = खोलने में मदद लिंक ...
5007 = ओपन अद्यतन लिंक ...
5008 = ओपन रजिस्ट्री कुंजी ...


[Common]


10000 = ठीक
10001 = रद्द
10002 = सहायता
10003 = ब्राउज़
10004 = वर्तमान उपकरण की मदद
10005 = होमपेज
10006 = के बारे में
10007 = चेतावनी
10008 = त्रुटि
10009 = हाँ
10010 = नहीं
10011 = ठहराव 
10012 = फिर से शुरू करें
10013 = चूक 
10014 = कृपया प्रतीक्षा करें...
10015 = बाद में
10016 = कभी नहीँ
10018 = जबकि कृपया प्रतीक्षा करें ऑपरेशन प्रगति पर है ...
10019 = संपादित करें
10020 = पुनः प्रयास करें
10021 = अनदेखा करें
10022 = गर्भपात
10023 = हटाएं
10024 = सहेजें
10025 = आइटम
10026 = प्रारंभ
10027 = बंद करें (अनुशंसित)

[Tooltips]

2000 = अनइंस्टॉलर मोड के लिए स्विच
2001 = दिखाएँ उपकरण पैनल
2002 = सेटिंग समायोजित करें
2003 = हंटर मोड स्विच
2004 = स्थापित प्रोग्राम सूची का दृश्य बदलने
2005 = स्थापना रद्द करें चयनित कार्यक्रम
2006 = रजिस्ट्री से चयनित प्रविष्टि हटाएं
2007 = आवेदनों की सूची को ताज़ा
2008 = नवीनतम संस्करण के लिए अपने वर्तमान संस्करण को अद्यतन
2009 = अतिरिक्त जानकारी और कार्यक्रम के बारे में आपके सभी सवालों का जवाब मिल
404 = चयनित अनुप्रयोग प्रारंभ
405 = बंद करो और चयनित अनुप्रयोग बंद
406 = Autostarting से रोकें चयनित आवेदन
506 = साफ़ चयनित विकल्प
605 = साफ़ चयनित विकल्प
705 = साफ़ चयनित विकल्प
2106 = भागो चयनित उपकरण
2304 = चयनित सेटिंग्स के अनुसार अनावश्यक फ़ाइलों के लिए स्कैन
2305 = रीसायकल बिन के लिए जाँच की फ़ाइलों को हटाएँ



[UninstallerPro]


15000 = जनरल
15001 = समूह \ nManager
15002 = नए प्रोग्राम्स
15003 = अन्य कार्यक्रम
15004 = नाम
15005 = नाम बदलें
15006 = इंटरनेट
15007 = खेलों
15008 = मल्टीमीडिया
15009 = यूटिलिटीज
15050 = चाल ऊपर
15051 = चाल नीचे
15052 = जोड़ें
15053 = निकालें
15054 = कॉलम
15055 = यह कॉलम निकालें
15056 = संरेखण
15057 = बाएं
15058 = केंद्र
15059 = सही
15060 = सबसे अच्छा फिट
15061 = सूची निर्यात करें
15062 = टेक्स्ट फॉर्मेट (txt)
15063 = HTML स्वरूप (एचटीएमएल)
15064 = माइक्रोसॉफ्ट एक्सेल
15065 = निर्यात
15066 = आप निर्यात करना चाहते स्तंभों का चयन करें:
15067 = नए कार्यक्रमों के रूप में दिखाएँ स्थापित :
15068 = अंतिम (दिनों में)
15069 = अनइंस्टॉलर के अंतिम शुरुआत के बाद से
15070 = समूह का नाम:
15071 = जोड़ें
15072 = समूह
15073 = पता लगाया कार्यक्रम
15074 = पता लगाया \nPrograms
15075 = सभी प्रोग्राम
15076 = सभी \nPrograms
15077 = प्रवेश हटाएं
15078 = कस्टम स्थापना रद्द करें
15079 = बदलें चिह्न
15080 = समूह में जोड़ें
15081 = समूह से निकालें
15082 = स्थापना रद्द
15083 = स्थापना रद्द कार्यक्रम की फ़ाइलों और फ़ोल्डरों को लॉग इन :
15084 = लॉग इन रजिस्ट्री वस्तुओं की स्थापना रद्द करें :
15085 = रद्द कार्यक्रम से संबंधित हो सकता है, लेकिन यह कार्यक्रम की स्थापना के दौरान प्रो Revo Uninstaller से लॉग इन नहीं किया गया था क्योंकि नष्ट नहीं किया गया था कि कुछ डाटा नहीं है। आप अंततः के लिए की समीक्षा करने और चाहते हैं यह "उन्नत स्थापना रद्द करें " बटन प्रेस को नष्ट 
15086 = उन्नत स्थापना रद्द करें
15087 = फ़ाइल \ फ़ोल्डर पथ
15088 = लोड हो रहा है सूची ...
15089 = चयनित मूल्यों की स्थापना रद्द करें
15090 = ओपन parent रजिस्ट्री कुंजी ...
15091 = सभी का विस्तार करें
15092 = सभी को संकुचित करें
15093 = मान नाम
15094 = लॉग्स फ़ोल्डर:
15095 = पहले से सिस्टम फ़ाइलों और फ़ोल्डरों पर मौजूदा का नाम बदलें आपरेशनों निष्पादित करें
15096 = मजबूर स्थापना रद्द करें
15097 = जबरिया \ nUninstall
15098 = विस्तार चयनित कुंजी
15099 = संकुचित चयनित कुंजी
15100 = स्थापना रद्द करें चयनित कुंजी
15101 = बनाया गया के रूप में मार्क चयनित कुंजी 
15102 = सूची को बाहर निकालें जोड़ें
15103 = अमान्य लॉग फ़ाइल
15104 = दस्तावेज मौजूद नहीं है! एक वैध फ़ाइल नाम दर्ज करें या कार्रवाई को रद्द ।
15105 = प्रक्रिया चुनें
15106 = सूची के लिए प्रक्रिया जोड़ें
15107 = प्रक्रिया पूर्ण पथ :
15108 = जोड़ें रजिस्ट्री कुंजी
15109 = रजिस्ट्री कुंजी पथ
15110 =आंशिक रूप से स्थापित या programs.You बचे हुए फ़ाइलों और फ़ोल्डरों के लिए ब्राउज़ करें या के किसी भी फ़ाइल या फ़ोल्डर के लिए एक पूर्ण पथ दर्ज कर सकते हैं स्थापना हटाई के लिए मजबूर स्थापना रद्द करें आदेश आप प्रोग्राम की स्थापना रद्द या कूड़ा हटाने में मदद करता कार्यक्रम की स्थापना रद्द करना चाहते हैं। तुम भी अतिरिक्त जानकारी के रूप में इस कार्यक्रम का नाम दर्ज कर सकते हैं । एक के लिए दर्ज किया गया डेटा के आधार पर, Revo Uninstaller प्रो खोजों पता लगाया कार्यक्रम मॉड्यूल और लॉग डाटाबेस में निर्मित में uninstaller और संबंधित स्थापना के लिए लॉग मौजूदा । किसी भी वहाँ पाया जाता है, यह आप इसे उपयोग करने के लिए चुन सकते हैं ताकि सूचीबद्ध है या नहीं । \n\nकृपया , सही नाम दर्ज करें और आप स्थापना रद्द करना चाहते कार्यक्रम के स्थान स्थापित किया जाएगा!
15111 = स्कैनिंग मोड
15112 = निर्मित
15113 = सुरक्षित
15114 = मॉडरेट
15115 = विकसित कार्यक्रम की फ़ाइल या फ़ोल्डर के लिए 15,116 = पूर्ण पथ:
15117 = कार्यक्रम का सही नाम :
15118 = मिला निर्मित में uninstallers :
15119 = भागो चयनित निर्मित में uninstaller
15120 = कार्यक्रम का नाम
15121 = स्थापना रद्द कमान
15122 = टाइप
15123 = 32 -बिट
15124 = 64-बिट
15125 = इस प्रक्रिया को मारने और जारी रखें
15126 = चयनित फ़ाइल एक चल रही प्रक्रिया है ! आप इसे ठीक से और इससे संबंधित आइटम स्थापना रद्द करना चाहते हैं, तो यह आगे बढ़ने से पहले यह ( रोक) को मारने के लिए बेहतर है
15127 = रजिस्ट्री कुंजी अलग करना है
15128 = उपकुंजियों शामिल करें
15129 = स्टार्टअप पर " पता लगाया कार्यक्रम" खिड़की पर ध्यान केंद्रित सेट
15130 = फ़ाइलों और फ़ोल्डरों को हटाएँ:
15131 = बैकअप फ़ोल्डर में
15132 = रीसायकल बिन में
15133 = स्थायी रूप से
15134 = क्या आप चयनित आइटम को हटाना चाहते हैं?
15135 = फ़ोल्डर
15136 = फ़ाइलें
15137 = संभवतः संबंधित फ़ाइलें और फ़ोल्डर
15138 = संभवतः संबंधित रजिस्ट्री वस्तुओं
15139 = कुंजी:
15140 = मान:
15141 = लॉग इन फ़ाइलें और फ़ोल्डर
15142 = पहले से मौजूदा प्रणाली फ़ाइलों और फ़ोल्डरों का नाम बदलें आपरेशनों निष्पादित करें
15143 = क्या आप चयनित आइटम स्थापना रद्द करना चाहते हैं?
15144 = चयनित है, लेकिन शेष फ़ाइलों को अगले प्रणाली को पुनः आरंभ के दौरान हटा दिया जाएगा।
15145 = लॉग इन रजिस्ट्री वस्तुओं
15146 = स्थापना रद्द ...
15147 = प्रदान की प्रारंभिक जानकारी के आधार पर बचे हुए फ़ाइलें, फ़ोल्डर्स और रजिस्ट्री आइटम के लिए स्कैन
15148 = विश्लेषण और डिफ़ॉल्ट की स्थापना रद्द करने के लिए कार्यक्रम बनाया है अनइंस्टॉलर शुरू कर
15149 = कार्यक्रम के uninstaller के बाद समाप्त हो गया , बचे हुए फ़ाइलें, फ़ोल्डर्स और रजिस्ट्री मदों के लिए स्कैनिंग शुरू करने के लिए " स्कैन" बटन दबाएँ।
15150 = कैश डाटा फाइल लिखने के लिए पर्याप्त उपलब्ध डिस्क स्थान नहीं है
15151 = कैश फाइल लिखने में त्रुटि। आप उचित अनुमति है सुनिश्चित करें।
15152 = कैश डेटा फ़ाइल पढ़ने में त्रुटि
15153 = Revo Uninstaller प्रो किसी भी बचे हुए आइटम नहीं मिला है
15154 = स्कैन
15155 = कस्टम \nUninstall
15156 = दो डिफ़ॉल्ट समूहों में विभाजित Revo Uninstaller प्रो पता चलता है की "सभी कार्यक्रम " मॉड्यूल वर्तमान और सभी उपयोगकर्ताओं दोनों के लिए स्थापित प्रोग्राम्स और घटकों के सभी , - "नया" और "अन्य" । का उपयोग करते समय या तो "विवरण " दृश्य प्रकार या संदर्भ मेनू का उपयोग करके , आप अतिरिक्त जानकारी ( प्रतिष्ठानों के बारे में लिंक और गुण ) तक पहुंच सकता है । इस विधा के लिए सेटिंग्स " विकल्प" विंडो में " अनइंस्टालर " मद के अंतर्गत सब आइटम "सभी कार्यक्रम " में स्थित हैं।
15157 = Revo Uninstaller प्रो पता चलता है की " पता लगाया कार्यक्रम" मॉड्यूल आपको पता लगाया है कि कार्यक्रमों के सभी Revo Uninstaller प्रो का उपयोग कर अपने स्थापना के दौरान ( निगरानी की )। Revo Uninstaller प्रो के साथ एक कार्यक्रम का पता लगाने के लिए, आपको अपने स्थापना (स्थापना) पैकेज पर राइट क्लिक करें या बटन मुख्य उपकरण पट्टी पर " प्रोग्राम स्थापित " दबा सकते हैं। इस विधा के लिए सेटिंग्स " विकल्प" विंडो में " अनइंस्टालर " के तहत " पता लगाया कार्यक्रम" सब आइटम में स्थित हैं।
15158 = पंजीकरण
15159 = मदद फ़ाइल
15160 = प्रोग्राम स्थापित
15161 = स्थापित करें \nPrograms
15162 = एक प्रणाली की स्थापना रद्द करने से पहले बिंदु और एक पूर्ण रजिस्ट्री बैकअप पुनर्स्थापित बनाओ
15163 = एक पूर्ण रजिस्ट्री बैकअप बना रहा है ...
15164 = प्वाइंट और एक पूर्ण रजिस्ट्री बैकअप पुनर्स्थापित एक प्रणाली बनाने ( विकल्प > अनइंस्टालर में ) अक्षम है
15165 = एक पूर्ण रजिस्ट्री बैकअप बनाने - किया!
15166 = एक पूर्ण रजिस्ट्री बैकअप बनाना - विफल रहा है!
15167 = ( Windows Vista या Windows 7,8 में समर्थित नहीं )
15168 = लॉग:
15169 = या सही माउस हंटर मोड के चिह्न पर क्लिक करें और बाहर निकलने के लिए "बाहर निकलें " का चयन करें
15170 = ओपन स्थापना रद्द करें विज़ार्ड maximized
15171 = फ़ोल्डर की जगह
15172 = मदद फ़ाइल को देखने के लिए एक पीडीएफ रीडर स्थापित करें
15173 = नया समूह जोड़ें
15174 = चयनित लॉग्स हटाएं
15175 = कैश फ़ाइल के पुनर्निर्माण
15176 = क्या आप कैश फ़ाइल के पुनर्निर्माण के लिए चाहते हैं? \nकार्यक्रमों विवरण पर अपने अनुकूलन रीसेट किया जाएगा!
15177 = प्रबंधित करें
15178 = निर्यात, आयात या संपादित प्रवेश
15179 = परिवर्तन \ न ही मरम्मत
15180 = बदलें या मरम्मत
15181 = अद्यतन लिंक
15182 = लॉग्स डाटाबेस
15183 = लॉग्स \nDatabase
15184 = कार्यक्रम:
15185 = कार्यक्रम का नाम
15186 = प्रोग्राम संस्करण
15187 = Windows संस्करण
15188 = विंडोज बिट्स
15189 = मिला
15190 = केवल %s के साथ संगत लॉग करता दिखाएँ
15191 = केवल %s लॉग दिखाएँ
15192 = मिलान लॉग:
15193 = डाटाबेस लॉग:
15194 = खोज से :
15195 = प्रवेश
15196 = लॉग्स
15197 = कार्यक्रम
15198 = कार्यक्रमों
15199 = नाम
15200 = त्वरित स्थापना रद्द करें
15201 = त्वरित \nUninstall
15202 = प्रारंभिक प्रणाली बैकअप बनाने
15203 = स्थापना रद्द कार्यक्रम %d की %d
15204 = प्रारंभिक विश्लेषण - किया!
15205 = कार्यक्रम में बनाया अनइंस्टॉलर शुरू - किया
15206 = कार्यक्रम में बनाया अनइंस्टॉलर शुरू - विफल रहा है!
15207 = बचे हुए फ़ाइलें, फ़ोल्डर्स और रजिस्ट्री वस्तुओं के लिए स्कैन ...
15208 = पाया बचे हुए आइटम हटा रहा है ...
15209 = हटाए गए %d बचे हुए रजिस्ट्री कुंजी और %d मान
15210 = हटाए गए %d बचे हुए फ़ोल्डर और %d फ़ाइलें
15211 = त्वरित स्थापना रद्द करें पूरा!
15212 = स्थिति
15213 = कार्यक्रम के uninstaller के बाद समाप्त हो गया , स्थापना रद्द जारी रखने के लिए "जारी रखें" बटन दबाएँ प्रक्रिया ।
15214 = जारी रखें
15215 = आयातित
15216 = टिप्पणी जोड़ें
15217 = संपादित करें टिप्पणी
15218 = मॉड्यूल
15219 = प्रवेश की तिथि
15220 = स्थापना रद्द करें के लिए प्रवेश के डेटा की तैयारी ...
15221 = %d की %d आइटम
15222 = आवश्यक नाम बदलने के संचालन निष्पादित ...
15223 = क्या आप चयनित प्रवेश की स्थापना रद्द करना चाहते हैं ?
15224 = आपके द्वारा चयनित लॉग्स की स्थापना रद्द करना चाहते हैं आप यकीन कर रहे हैं?
15225 = स्थापना रद्द लॉग %d की %d
15226 = सभी निर्यात करें
15227 = छोड़ें \nBackup
15228 = छोड़ें प्रणाली के निर्माण के बिंदु और पूर्ण रजिस्ट्री बैकअप बहाल
15229 = पूर्ण रजिस्ट्री बैकअप बनाना - छोड़ी !
15230 = प्वाइंट सिस्टम पुनर्स्थापना का निर्माण - छोड़ी !
15231 = संपादित प्रवेश
15232 = आयात प्रवेश
15233 = निर्यात प्रवेश
15234 = पार्स प्रवेश -
15235 = नाम बदलें प्रवेश
15236 = लॉग नाम
15237 = परिवर्तन सहेजें
15238 = शब्द
15239 = चिह्न
15240 = चिह्न सूचकांक
15241 = लेखक
15242 = निर्माण का समय
15243 = अंतिम संशोधन का समय
15244 = अनुमानित आकार
15245 = रजिस्ट्री कुंजी
15246 = रजिस्ट्री मान
15247 = बनाया
15248 = हटाए गए
15249 = पुनर्नामकरण
15250 = ओवरराइट
15251 = अज्ञात
15252 = पुराना नाम
15253 = पूरा नाम
15254 = ओल्ड पूरा नाम
15255 = पुराने डेटा
15256 = इस तरह के नाम के साथ रजिस्ट्री मान पहले से ही मौजूद है!
15257 = जोड़ें कुंजी
15258 = कुंजी का नाम:
15259 =  संशोधित नहीं 
15260 = शब्द कुंजी
15261 = मान जोड़ें
15262 = संशोधित मूल्य
15263 = सेट
15264 = पुराने प्रकार
15265 = जबरन अपने स्थापना रद्द करें दौरान निष्पादन योग्य फ़ाइलों चलना बंद
15266 = कार्यक्रम की नियमित रूप से हटाने से पहले एक उचित प्रवेश के लिए खोज
15267 = क्या आप चयनित कार्यक्रम (एस ) के त्वरित स्थापना रद्द करना चाहते हैं ?
15268 = Uninstall\nStarting के लिए उपयोग किया जाएगा जो आपके लॉग के बीच एक मेल प्रवेश मिला कार्यक्रम में बनाया डिफ़ॉल्ट स्थापना रद्द करें के लिए अनइंस्टॉलर ।
15269 = Uninstall\nStartingके लिए उपयोग किया जाएगा जो लॉग डाटाबेस में एक मेल प्रवेश मिला है प्रोग्राम निर्मित में डिफ़ॉल्ट स्थापना रद्द करें के लिए अनइंस्टॉलर ।
15270 = कार्यक्रम के uninstaller के बाद समाप्त हो गया , बचे हुए फ़ाइलें, फ़ोल्डर्स और रजिस्ट्री वस्तुओं को देखने के लिए "जारी रखें" बटन दबाएँ।
15271 = लॉग फ़ाइल डाउनलोड करने में त्रुटि !
15272 = त्रुटि का नाम बदलने प्रवेश फाइल डाउनलोड !
15273 = Revo Uninstaller प्रो " लॉग्स डाटाबेस" मॉड्यूल अपने विंडोज सिस्टम के साथ संगत है कि पता लगाया कार्यक्रमों के लॉग की एक सूची से पता चलता है । हमारी वेब साइट पर संग्रहीत लॉग इन Revo Uninstaller प्रो टीम द्वारा बनाए रखा है। आप आसानी से अपने कंप्यूटर पर स्थापित प्रोग्राम की स्थापना रद्द करने के लिए ( बटन "स्थापना रद्द करें " पर एक क्लिक के साथ ) इन लॉग का उपयोग कर सकते हैं।
15274 = अपने संस्करण :
15275 = अब अद्यतन
15276 = स्वचालित रूप से लॉग डेटाबेस को अद्यतन
15277 = डाउनलोड करने में त्रुटि लॉग डाटाबेस !
15278 = अपडेट करने में त्रुटि लॉग डाटाबेस !
15279 = त्रुटि लॉग डाटाबेस निकालने !
15280 = खोलने में त्रुटि डाटाबेस लॉग !
15281 = अपनी टिप्पणी लिखें:
15282 = चिह्न चुनें
15283 = फ़ाइल पथ:
15284 = सूची से आइकन का चयन करें:
15285 = फ़ाइल
15286 = फ़ोल्डर
15287 = निर्यात प्रवेश -
15288 = प्रवेश का आयात -
15289 =%d%% पूरा
15290 = द्वारा निर्यात
15291 = मिला संबंधित लॉग्स
15292 = हाँ (अनुशंसित)
15293 = आपके द्वारा किए गए सूचीबद्ध लॉग्स आप की स्थापना रद्द कर रहे हैं कार्यक्रम से संबंधित होने लगते हैं। आप स्थापना रद्द करें दौरान लॉग से डेटा का उपयोग करना चाहते हैं?
15294 = प्रवेश डाउनलोड कर रहा है -
15295 = लॉग डाटाबेस में पाया सूचीबद्ध लॉग्स आप की स्थापना रद्द कर रहे हैं कार्यक्रम से संबंधित होने लगते हैं। आप स्थापना हटाने की प्रक्रिया के दौरान उनमें से किसी का उपयोग करने के लिए करना चाहते हैं, उसके सामने एक जाँच चिह्न निर्धारित किया है।
15296 = हमारे लॉग डेटाबेस में एक उचित स्थापना रद्द करें प्रवेश नहीं है। \nक्या आप इस कार्यक्रम के अधिक पूर्ण स्थापना रद्द करें के लिए इसका इस्तेमाल करना चाहते हैं?
15297 = आप सूची से चयनित लॉग(ओं) को हटाना चाहते हैं?
15298 = आप निर्यात करने के लिए कम से कम एक स्तंभ का चयन करना होगा !
15299 = के लिए ब्राउज़ करें
15300 = चयनित लॉग का प्रयोग करें
15301 = स्रोत
15302 = आप किसी भी निर्मित में uninstaller सूची से । \nक्या आप वाकई एक निर्मित में uninstaller के उपयोग के अवशेष के लिए खोज जारी है और छोड़ना चाहते चयन नहीं किया है ?
15303 = आप स्थापना हटाने की प्रक्रिया के दौरान इसका इस्तेमाल करना चाहते हैं तो सूची में से एक निर्मित में uninstaller का चयन करें।
15304 = आप सूची में से किसी भी प्रवेश नहीं चुने हैं। \nक्या आप वाकई बचा के लिए खोज जारी है और एक प्रवेश के उपयोग को छोड़ करना चाहते हैं?
15305 = आप स्थापना हटाने की प्रक्रिया के दौरान इसका इस्तेमाल करना चाहते हैं तो सूची में से एक प्रवेश का चयन करें।
15306 = लॉग के डेटा लोड हो रहा है ...
15307 = हटाने से पहले एक पूर्ण रजिस्ट्री बैकअप बना
15308 = ( विकल्प > अनइंस्टालर में ) अक्षम एक पूर्ण रजिस्ट्री बैकअप बनाने

15309 = पथ:

15310 = दिनांक संपत्ति को स्थापित प्राप्त करने के लिए इस कार्यक्रम की स्थापना रद्द करें डेटा का उपयोग करें
15311 = स्थापित करें कार्यक्रम \nRevo Uninstaller Pro के साथ
15312 = चुने लॉग मर्ज करें
15313 = क्या आप वाकई चुने गए लॉग मर्ज करना चाहते हैं? \ N यह आदेश एक प्रोग्राम से संबंधित लॉग के लिए उपयुक्त है और सभी लॉग को डेटा के साथ एक लॉग में जोड़ता है।
15314 = मर्ज लॉग नाम
15315 = बाहर करने के लिए फ़ोल्डर
15316 = फ़ाइलों को हटाने के लिए फ़ाइलें और फ़ोल्डर
15317 = बाहर निकालने के लिए रजिस्ट्री कुंजी
15318 = अनइंस्टॉल %s कंप्यूटर की पुनरारंभ से रद्द कर दी गई थी। क्या आप अनइंस्टॉल प्रक्रिया जारी रखना चाहते हैं?
15334 = दिखाएँ चेकबॉक्स में विवरण दृश्य
15335 = पथ मौजूद नहीं है!
15336 = निर्यात लॉग डेटा
15337 = सूचीबद्ध प्रोग्राम उसी इंस्टॉल स्थान पर स्थापित किए गए इस रूप में %s। इन सभी कार्यक्रमों से कूड़ा मिल जाएगा । \nक्या आप वाकई जारी रखना चाहते हैं?
15338 = संबंधित कार्यक्रम मिले
15339 = सभी बचे हुए को स्वचालित रूप से हटा दें
15340 = %d रजिस्ट्री बचा हुआ मिला
15341 = %d रजिस्ट्री बचा हुआ मिटाया जा रहा है...
15342 = %d बचे हुए फोल्डर और %d फ़ाइलें मिलीं है
15343 = %d बचे हुए फोल्डर और %d फाइलों को मिटा रहा है...
15344 = %d चयनित
15345 = बचे हुए के लिए सभी Windows खातों को स्कैन करने का विकल्प दिखाएँ
15346 = अपना रंग विषय चुनें
15347 = क्लासिक
15348 = डार्क
15349 = आप इन सेटिंग्स को बाद में कभी भी बदल सकते हैं।
15350 = डिफ़ॉल्ट अनइंस्टॉल के लिए प्रोग्राम्स के बिल्ट-इन अनइंस्टालर का विश्लेषण करना और उन्हें चुपचाप शुरू करना हैं (यदि संभव हो तो)
15351 = आरंभिक अनइंस्टॉल के लिए ऐप्स के डिफ़ॉल्ट अनइंस्टॉल कमांड शुरू करना हैं
15352 = बचे हुए के लिए सभी Windows खातों को स्कैन करें
15353 = सभी Windows खातों से अनइंस्टॉल करें
15354 = %s अंतर्निर्मित अनइंस्टालर को क्रियान्वित किया जा रहा है
15355 = (%s) के डिफ़ॉल्ट अनइंस्टालर(ओं) के समाप्त होने के बाद, बचे हुए के लिए स्कैनिंग शुरू करने के लिए "स्कैन" बटन पर क्लिक करें
15356 = लॉग स्तर %d में बदल गया।
15357 = अनइंस्टॉल ऑपरेशन जारी रखें?
15358 = क्या आप वाकई में स्थापना रद्द करने की प्रक्रिया को रद्द करना चाहते हैं? 

[Auto Run Manager Pro]

15800 = जोड़ें
15801 = विंडोज स्टार्टअप के लिए प्रोग्राम जोड़ें
15802 = ऑटो शुरू करने के लिए सेट :
15803 = सभी उपयोगकर्ताओं
15804 = वर्तमान उपयोगकर्ता
15805 = ऑटो शुरू करने से सेट :
15806 = रजिस्ट्री: भागो - विंडोज के हर स्टार्टअप पर
15807 = रजिस्ट्री: एक बार रन करें - विंडोज के अगले स्टार्टअप के दौरान केवल एक बार चलाने के लिए
15808 = स्टार्टअप फ़ोल्डर - विंडोज के हर स्टार्टअप पर
15809 = कमान ( पूर्ण पथ ):
15810 = नाम:
15811 = ऑटो शुरू करने से निकाला 
15812 = हटाया ऑटो प्रारंभ से आइटम नहीं चल रहा है
15813 = ऑटो प्रारंभ से हटाया सभी विकलांग आइटम
15814 = सेवाएं
15815 = ओपन Windows सेवाओं
15816 = निर्धारित कार्य
15817 = सक्षम करें
15818 = अक्षम

[General App]


16001 = छापा
16002 = मुद्रण पूर्वावलोकन
16003 = मुद्रण सेटअप
16004 = देखें
16005 = मेनू बार
16006 = मुख्यऔज़ारपट्टी
16007 = विवरण पैनल 
16008 = स्थिति पट्टी
16009 = उपकरण टूलबार
16010 = फ़ाइल
16011 = स्वचालित \nमैनेजर
16012 = रद्दी फ़ाइलें \nक्लीनर
16013 = विंडोज \nउपकरण
16014 = ब्राउज़र \nक्लीनर
16015 = माइक्रोसॉफ्ट ऑफिस \nक्लीनर
16016 = विंडोज \nक्लीनर
16017 = साक्ष्य \nहटानेवाला
16018 = अप्राप्य \n
16019 = बैकअप \nमैनेजर
16020 = Revo Uninstaller प्रो के साथ स्थापित करें
16021 = Revo Uninstaller प्रो के साथ की स्थापना रद्द करें
16022 = Revo Uninstaller प्रो के साथ चयनित प्रोग्राम स्थापित करें
16023 = Revo Uninstaller प्रो के साथ चयनित प्रोग्राम की स्थापना रद्द
16024 = बैकअप फ़ोल्डर :
16025 = वापस हटाए गए रजिस्ट्री आइटम
16026 = वापस नष्ट कर दिया फ़ाइलों और फ़ोल्डरों को
16027 = माइक्रोसॉफ्ट एक्सेल इस कंप्यूटर पर स्थापित नहीं है  (error code is 0x%08X).
16028 = माइक्रोसॉफ्ट एक्सेल आवेदन चलाने में असफल (error code is 0x%08X).
16029 = अज्ञात त्रुटि।
16030 = रजिस्ट्री
16031 = Revo Uninstaller प्रो द्वारा दिखाई गई जानकारी संदेशों को छोड़ें
16032 = Revo Uninstaller प्रो द्वारा दिखाया चेतावनी संदेश छोड़ें
16033 = प्रक्रियाओं
16034 = कॉम्पैक्ट विंडो मोड में ट्रेस कार्यक्रमों
16035 = प्रक्रियाओं में शामिल हैं :
16036 = प्रक्रियाओं को शामिल न करें :
16037 = प्रक्रिया पथ
16038 = दृश्य विषय :
16039 = उपकरण पट्टियाँ
16040 = दिखाएँ पाठ लेबल
16041 = छोटे चिह्न दिखाएँ
16042 = ब्लू
16043 = ग्रे
16044 = ब्लैक
16045 = रजत
16046 = मूल निवासी
16047 = मूल निवासी 2
16048 = चिकना मूल निवासी
16049 = अब खरीदें
16050 = आप Revo Uninstaller प्रो खरीदा है के बाद, आप ईमेल द्वारा एक सीरियल नंबर प्राप्त होगा। के लिए फिर धारावाहिक नीचे दिए गए फॉर्म में संख्या और प्रेस कि Revo Uninstaller प्रो सक्रिय करते हैं, आप में प्रवेश करने की जरूरत है बटन "ऑनलाइन सक्रिय करें " । एक्टिवेशन एक इंटरनेट कनेक्शन की आवश्यकता है , तो अपने फ़ायरवॉल रेवो ब्लॉक नहीं होना चाहिए अनइंस्टालर प्रो । आप पंजीकरण के बारे में कोई प्रश्न हैं, हम पर संपर्क करें: registration@revouninstaller.com
16051 = रजिस्टर 
16052 = यहाँ सटीक सीरियल नंबर लिखें:
16053 = ऑनलाइन सक्रिय करें
16054 = All rights reserved.(सर्वाधिकार सुरक्षित। )
16055 = पंजीकृत संस्करण
16056 = अपंजीकृत संस्करण
16057 = आप आपके द्वारा बनाए बैकअप, लॉग और अन्य Revo Uninstaller प्रो डेटा को नष्ट करना चाहते हैं? प्रेस "नहीं" आप इस कार्यक्रम को अपडेट कर रहे हैं ।
16058 = अनुवादक:
16059 = दैनिक पूर्ण रजिस्ट्री बैकअप बनाएँ
16060 = स्थापना हटाने के बाद पता लगाया कार्यक्रम प्रवेश हटाएं
16061 = विवरण देखने में छोटे चिह्न दिखाएँ
16062 = विंडोज संदर्भ मेनू में कमांड कैसे ( साथ ... स्थापित करें ... साथ की स्थापना रद्द करें )
16063 = डिफ़ॉल्ट रूप से सभी बचा के निशान की जांच करें
16064 = गहरा भूरा
16065 = नीला 2
16066 = नियंत्रण कक्ष में Revo Uninstaller Pro दिखाएँ
16070 = Commands टूलबार
16071 = रिवाज
16072 = विषय
16073 = कस्टम पृष्ठभूमि का रंग
16074 = कस्टम चयन का रंग
16075 = । एक प्रवेश का आयात शुरू करने से पहले , Revo Uninstaller प्रो \ बंद हुआ और न ही " पता लगाया कार्यक्रम" मॉड्यूल में "प्रबंधन" उपकरण पट्टी बटन का उपयोग कर प्रवेश आयात करें।
16076 = सक्रिय
16077 = सक्रियण विधि चुनें
16078 = ऑनलाइन सक्रियण
16079 = फ़ाइल से सक्रियकरण
16080 = अपने 30- दिन परीक्षण अवधि खत्म हो गया है । आप इस उत्पाद का उपयोग करने के लिए जारी रखना चाहते हैं , तो आप एक खरीद करने के लिए लाइसेंस ।
16081 = आप Revo Uninstaller PRO के लिए एक लाइसेंस खरीदा है, के बाद से एक सीरियल नंबर प्राप्त होगा ईमेल । Revo Uninstaller प्रो सक्रिय करने के लिए , आप अपना नाम दर्ज करने की आवश्यकता है और नीचे दिए गए फॉर्म में क्रम संख्या (कॉपी और पेस्ट दृढ़ता से अनुशंसा की जाती है ) और फिर "सक्रिय ऑनलाइन " बटन दबाएँ। एक्टिवेशन एक की आवश्यकता है इंटरनेट कनेक्शन है, तो अपने फ़ायरवॉल ब्लॉक नहीं होना चाहिए Revo Uninstaller प्रो । आप पंजीकरण से संबंधित किसी भी प्रश्न या समस्या है, तो हम पर संपर्क करें: registration@revouninstaller.com
16082 = आप Revo Uninstaller PRO के लिए एक लाइसेंस खरीदा है, के बाद से एक सीरियल नंबर प्राप्त होगा ईमेल । फ़ाइल से Revo Uninstaller प्रो सक्रिय करने के लिए , आप अपना नाम दर्ज करने की आवश्यकता है और नीचे दिए गए फॉर्म में क्रम संख्या (कॉपी और पेस्ट दृढ़ता से अनुशंसा की जाती है ) और फिर फ़ाइल को बचाने के लिए "फ़ाइल सहेजें" बटन दबाएँ। तब support@revouninstaller.com करने के लिए बनाई गई फ़ाइल भेज सकते हैं या registration@revouninstaller.com । 24 घंटे में हम प्रो Revo Uninstaller की सक्रियता को पूरा करेगा कि एक अनलॉक कुंजी तुम वापस भेज देंगे। अगर आप किसी भी सवाल है, तो या पंजीकरण से संबंधित समस्याओं , कृपया हमसे संपर्क करें पर : registration@revouninstaller.com
16083 = आप फ़ाइल द्वारा प्रो Revo Uninstaller सक्रिय करने के लिए चुना है । आप के लिए एक्टिवेशन फ़ाइल भेजा था के बाद हमारे समर्थन ईमेल, आप से अनलॉक कुंजी प्राप्त करना चाहिए Revo Uninstaller प्रो टीम का समर्थन । आप में प्रवेश करने की जरूरत है नीचे अनलॉक कुंजी ( कॉपी और पेस्ट पुरजोर सिफारिश की है ) और " सक्रिय " बटन दबाएँ। यदि आप कोई प्रश्न या पंजीकरण से संबंधित समस्या है, तो कृपया हमसे संपर्क करें पर : registration@revouninstaller.com
16084 = आवश्यकता है कि आपके कंप्यूटर पर एक बदलाव नहीं हुआ हैRevo Uninstaller प्रो सक्रिय किया जा सके। सिर्फ प्रेस करें " सक्रिय " बटन। आप पंजीकरण से संबंधित किसी भी प्रश्न या समस्या है, तो हम पर संपर्क करें: registration@revouninstaller.com
16085 = सक्रियण सफल! 
16086 = सक्रियण विफल रहा!
16087 = सक्रियण सर्वर से कोई संबंध नहीं । अपने फ़ायरवॉल Revo Uninstaller प्रो ब्लॉक नहीं करता है सुनिश्चित करें।
16088 = उपयोगकर्ता नाम दर्ज करें:
16089 = सीरियल नंबर (कॉपी और पेस्ट सिफारिश ) दर्ज करें :
16090 = अनलॉक कुंजी ( कॉपी और पेस्ट अनुशंसित) दर्ज करें:
16091 = सक्रियण प्रक्रिया रीसेट
16092 = शेष दिनों:
16093 = फाइल सुरक्षित करें
16094 = पंजीकृत करने के लिए
16095 = पुनः सक्रिय करें
16096 = प्रगति में एक्टिवेशन । कृपया प्रतीक्षा करें ...
16097 = गलत सीरियल नंबर। \nकृपया कॉपी और इसे लिखने के बजाय सीरियल नंबर चस्पा !
16098 = Revo Uninstaller प्रो पुनः प्रारंभ करें
16099 = डार्क मोड
16100 = क्रमांक:
16101 = लाइसेंस डेटा:
16102 = प्रतिक्रिया सबमिट करें
16103 = ऑनलाइन समर्थन
16104 = मुख्य विंडो पैनल सेटिंग रीसेट
16105 = रीसेट विवरण नियंत्रण सेटिंग देखने
16106 = सफल रीसेट ! परिवर्तनों को लागू करने के लिए प्रो \nपुनः प्रारंभ Revo Uninstaller
16107 = कोई जाँच की वस्तुओं रहे हैं । \nआप कम से कम एक आइटम आगे बढ़ने के लिए जाँच करनी चाहिए।
16108 = दिखाएँ स्टार्टअप छप स्क्रीन
16109 = इतिहास क्लीनर
16110 = इतिहास क्लीनर
16111 = अधिक कमांड
16112 = पहले से ही चल रहा है!
16113 = अद्यतन सदस्यता समाप्त हो जाती है: 
16114 = अब नवीनीकृत करें
16115 = अद्यतन सदस्यता %s पर समाप्त हो गई!
16116 = सदस्यता अद्यतन करें
16117 = यदि आप उस तिथि के बाद जारी किए गए प्रो के नवीनतम संस्करणों को स्थापित करने में सक्षम होना चाहते हैं, तो आपको अपने अपडेट सदस्यता को नवीनीकृत करना होगा।
16118 = परीक्षण संस्करण अनुस्मारक
16119 = ्रो का उपयोग करने के लिए धन्यवाद। आप 30-दिन पूरी तरह कार्यात्मक परीक्षण संस्करण चला रहे हैं। यदि आपको सॉफ़्टवेयर पसंद है और परीक्षण अवधि समाप्त होने के बाद इसका उपयोग करना चाहते हैं तो आपको लाइसेंस खरीदना होगा।
16120 = आपकी सदस्यता आपको %s से पहले जारी किए गए प्रो के संस्करण को स्थापित और सक्रिय करने की अनुमति देती है। यदि आप प्रो के नवीनतम संस्करण को स्थापित करना चाहते हैं तो आपको अपनी सदस्यता को नवीनीकृत करना होगा।
16121 = पसंद
16122 = निष्क्रिय लाइसेंस
16123 = आपका लाइसेंस आपके द्वारा निष्क्रिय कर दिया गया है। यदि आप प्रो का फिर से उपयोग करना चाहते हैं तो आपको इसे वैध सीरियल नंबर से पंजीकृत करना होगा
16124 = लाइसेंस निष्क्रिय करें
16125 = प्रयुक्त सक्रियण कुंजी को सफलतापूर्वक निष्क्रिय कर दिया गया है।
16126 = निष्क्रियता विफल!
16127 = क्या आप वाकई अपने लाइसेंस को निष्क्रिय करना चाहते हैं?\Nप्रो की वर्तमान स्थापना काम करना बंद कर देगी! केवल तभी जारी रखें जब आप अपना लाइसेंस दूसरे कंप्यूटर पर ले जाना या स्थानांतरित करना चाहते हैं।
16128 = निष्क्रिय करें
16129 = अपने लाइसेंस को निष्क्रिय करना कृपया प्रतीक्षा करें ...
16130 = दिन
16131 = वर्तमान लाइसेंस फ़ाइल पर सीरियल नंबर लागू किया गया है।
16132 = आपका अपडेट सदस्यता% s पर समाप्त हो गई है, इस प्रकार आप प्रो के अपने वर्तमान संस्करण को अपडेट करने के योग्य नहीं हैं। अगर आप स्थापित करना चाहते हैं और नवीनतम संस्करण का उपयोग करना चाहते हैं तो कृपया सदस्यता अपडेट करें।
16133 = कमांड बटन टेक्स्ट
16134 = कोई भी उपयोगकर्ता नाम दर्ज करें जिसे आप चाहते हैं
16135 = आयात सफल!\nपरिवर्तन लागू करने के लिए Revo Uninstaller Pro को पुनरारंभ करें।
16150 = संवाद पृष्ठभूमि का रंग
16151 = पाठ का रंग
16152 = पृष्ठभूमि का रंग नियंत्रित करता है
16153 = चयन रंग

16156 = सभी टेक्स्ट एनिमेशन अक्षम करें
16157 = हमारा एंड्रॉइड ऐप प्राप्त करें
16158 = हमारा एंड्रॉइड ऐप डाउनलोड करें
16159 = क्लिपबोर्ड पर कॉपी करें

[AppBar]
16900 = निगरानी की प्रणाली में परिवर्तन की प्रवेश सहेजें
16901 = स्थापना रोकने की निगरानी
16902 = Revo Uninstaller प्रो प्रणाली में परिवर्तन की निगरानी कर रहा है - सामान्य रूप से स्थापना के साथ आगे बढ़ना ! , इस कार्यक्रम की स्थापना के दौरान , सेटअप फाइल , कार्यक्रमों या कुछ और किसी भी अन्य चलाने मत करो! आप स्थापना को पूरा करने के बाद, स्थापित प्रोग्राम (एस), कॉन्फ़िगर और उन्हें बंद चलाते हैं। फिर " बंद करो" बटन ( वर्ग ) दबाएँ और प्रवेश बचाओ।
16903 = प्रवेश के लिए कोई नाम दर्ज करें:
16904 = प्रवेश के लिए कोई नाम दर्ज करें और "सहेजें " बटन दबाएँ
16905 = रेवो अनइंस्टालर है Pro अधिष्ठापन अनुरेखण कर रहा है
16906 = डेटा की बचत है प्रो Revo Uninstaller
16907 = शट डाउन करने के लिए आवश्यक विशेषाधिकार कंप्यूटर प्राप्त नहीं किया जा सका। मैन्युअल रूप से नीचे बंद की कोशिश करो!
16908 = बंद करने के लिए विशेषाधिकार कंप्यूटर को समायोजित नहीं किया जा सका। मैन्युअल रूप से नीचे बंद की कोशिश करो!
16909 = एक वैध प्रवेश नाम दर्ज करें!
16910 = आप लॉगिंग प्रक्रिया को रद्द करना चाहते हैं आप यकीन कर रहे हैं?


[JunkFilesCleanerPro]


17000 = बाहर निकालें
17001 = अंतिम बार संशोधित
17002 = स्कैन फ़ोल्डर ...
17003 = शामिल
17004 = जंक के रूप में शामिल करने के लिए फ़ोल्डर

[Windows Apps]

17100 = विंडोज़ \nएप्स
17101 = विंडोज़ एप्स
17102 = विंडोज ऐप
17103 = कुल एप्स
17104 = ऐप
17105 = ऐप्स
17106 = "विंडोज़ ऐप" मॉड्यूल सभी स्थापित विंडोज ऐप्स सूचीबद्ध करता है और आपको एक क्लिक के साथ उनमें से किसी को अनइंस्टॉल करने में मदद करता है। माइक्रोसॉफ्ट द्वारा उत्पादित कुछ ऐप्स ऑपरेटिंग सिस्टम के साथ पूर्व-स्थापित होते हैं, अन्य माइक्रोसॉफ्ट स्टोर के माध्यम से स्थापित होते हैं। किसी भी ऐप के बारे में अधिक जानकारी संदर्भ मेनू से मिल सकती है।
17107 = ऐप के डिफ़ॉल्ट अनइंस्टॉल कमांड का विश्लेषण और प्रारंभ करना
17108 = ऐप के डिफ़ॉल्ट अनइंस्टॉलर समाप्त होने के बाद, बचे हुए फ़ाइलों, फ़ोल्डर्स और रजिस्ट्री आइटमों के लिए स्कैनिंग शुरू करने के लिए "स्कैन" बटन दबाएं।
17109 = क्या आप वाकई चुने गए ऐप को अनइंस्टॉल करना चाहते हैं?
17115 = समाप्त
17116 = ऐप रीसेट करें
17117 = Microsoft Store रीसेट करें
17118 = चयनित ऐप को समाप्त करने में असमर्थ है।
17119 = यह ऐप को उसके प्रारंभिक कॉन्फ़िगरेशन में पुनर्स्थापित करेगा।\nक्या आप जारी रखना चाहते हैं?
17120 = यह Microsoft Store को उसके प्रारंभिक कॉन्फ़िगरेशन में पुनर्स्थापित करेगा।\nक्या आप जारी रखना चाहते हैं?
17121 = %s की बिल्ट-इन अनइंस्टॉल विफल है।\nहम अनुशंसा करते हैं कि आप अपने सिस्टम फाइलों की अखंडता की जांच करें या %s ऐप को रीसेट करें, और फिर से प्रयास करें।
17122 = अनइंस्टॉलेंड विफल
 
[Browser Extensions]
17200 = ब्राउज़र \nएक्सटेंशन
17201 = ब्राउज़र एक्सटेंशन
17202 = एमएस एज एक्सटेंशन
17203 = प्रकार
17204 = एक्सटेंशन
17205 = लगाना
17206 = ऐप
17207 = सहायक
17208 = टूलबार
17209 = खोज प्रदाता
17210 = %s चल रहा है। मारें ( जबरन रोकें) इसे यदि आप जारी रखना चाहते हैं तो। \Nआपके ब्राउज़र में सहेजा गया डेटा खो जा सकता है। 
17211 = कुल एक्सटेंशन
17212 = विस्तार
17213 = एक्सटेंशन
17214 = "ब्राउज़र एक्सटेंशन" मॉड्यूल सूचियां और आपको विभिन्न प्रकार के अतिरिक्त घटकों (एक्सटेंशन या ऐड-ऑन कहा जाता है) को हटाने में मदद करता है, जो गूगल क्रोम, माइक्रोसॉफ्ट एज, मोज़िला फ़ायरफ़ॉक्स और इंटरनेट एक्सप्लोरर जैसे सबसे लोकप्रिय ब्राउज़र आपको अनुकूलित करने के लिए इंस्टॉल करते हैं। कॉलम "टाइप" आपको ब्राउजर के अनुसार एक्सटेंशन का प्रकार दिखाता है।
17215 = क्या आप वाकई चयनित एक्सटेंशन को हटाना चाहते हैं?
17216 = %s एक्सटेंशन को हटा रहा है
17217 = एक्सटेंशन की स्वचालित पुनर्स्थापना से बचने के लिए, कृपया क्रोम सेटिंग्स से "सिंक ऐप्स" और "सिंक एक्सटेंशन" अक्षम करें, फिर हटाने की प्रक्रिया जारी रखें।
17218 = आपने पूर्व-स्थापित एक्सटेंशन चुना है।
17221 = %s चल रहा है।◙ इसे मारने/बलपूर्वक बंद करने के लिए 'k' दबाएं (आपके ब्राउज़र में सहेजा नहीं गया डेटा खो सकता है)।◙ रद्द करने के लिए कोई अन्य कुंजी दबाएं।
17222 = %s चल रहा है। जारी रखने के लिए कृपया इसे बंद करें।

[EvidenceRemoverPro]

17300 = टाइप
17301 = कुल आकार
17302 = नि: शुल्क अंतरिक्ष
17310 = स्थानीय डिस्क
17311 = हटाने योग्य डिस्क
17312 = शेष समय अनुमानित :
17313 = दिनों
17314 = घंटे
17315 = मिनट
17316 = सेकंड
17317 = क्या आप इस प्रक्रिया को रोकने के लिए चाहते हैं?


[WindowsToolsPro]

17400 = सिस्टम पुनर्स्थापित
17401 = नेटवर्क निदान
17402 = नेटवर्क सूचना
17403 = सुरक्षा केंद्र
17404 = सिस्टम गुण
17405 = सिस्टम जानकारी
17406 = TCP/IP Netstat Command
17407 = स्क्रीन कुंजीपटल पर 
17408 = डिस्क Defragmenter
17409 = सेवाएं
17410 = साझा फ़ोल्डर
17411 = समूह नीति
17412 = जोड़ें / निकालें Windows घटक
17413 = Microsoft Windows दुर्भावनापूर्ण सॉफ़्टवेयर निकालें उपकरण
17414 = Windows बैकअप और पुनर्स्थापित
17415 = कार्य अनुसूचक
17416 = डिस्क की जांच
17417 = सिस्टम फ़ाइल जाँचकर्ता
17418 = डिस्क की सफाई
17419 = संसाधन निगरानी
17420 = परिनियोजन छवि सेवा और प्रबंधन
17421 = फ्लश डीएनएस कैश
17422 = DirectX की जानकारी और निदान
17450 = Windows बैकअप और पुनर्स्थापना आप कंप्यूटर का उपयोग करने वाले सभी लोगों के लिए डेटा फ़ाइलों की प्रतियां बनाने के लिए अनुमति देता है और एक प्रणाली बनाने की क्षमता के साथ उपलब्ध कराता छवि । आप Windows वापस करने के लिए क्या चुनते हैं या आप कर सकते हैं आप को वापस चाहते हैं कि व्यक्तिगत फ़ोल्डरों , पुस्तकालयों , और ड्राइव का चयन कर सकते हैं। एक सिस्टम छवि Windows और आपके सिस्टम सेटिंग्स , कार्यक्रमों और फ़ाइलों में शामिल हैं। आप अपने हार्ड ड्राइव या कंप्यूटर कभी काम बंद हो जाता है, तो अपने कंप्यूटर की सामग्री को बहाल करने के लिए एक प्रणाली छवि का उपयोग कर सकते हैं।
17451 = टास्क समयबद्धक आप एक निश्चित घटना होती है जब एक विशेष समय पर कार्रवाई करने के लिए या कि स्वचालित कार्यों को शेड्यूल करने में मदद करता है । यह कार्यक्रम करने की क्षमता प्रदान करता है पूर्व निर्धारित समय पर या निर्दिष्ट समय अंतराल के बाद कार्यक्रम या स्क्रिप्ट के शुभारंभ की । टास्क समयबद्धक कार्यों में से एक संगठित देखें और उन्हें प्रबंधित करने के लिए एक सुविधाजनक तरीका प्रदान करने, सभी अनुसूचित कार्यों की एक पुस्तकालय बनाए रखता है। 
17452 = डिस्क Windows मात्रा पर फाइल सिस्टम के तार्किक अखंडता की पुष्टि की जाँच करें। बुरा क्षेत्रों , खो समूहों , पार से संबंधित समस्याओं के लिए डिस्क की जाँच करता है की जाँच करें लिंक की गई फ़ाइलों , और निर्देशिका त्रुटियों। समस्याओं के इन प्रकार के गलत तरीके से आदि , एक कंप्यूटर को बंद करने , सिस्टम क्रैश हो या जमा देता है, सत्ता से जुड़ी कठिनाइयों की वजह से किया जा सकता है 
17453 = सिस्टम फ़ाइल जाँचकर्ता आप के लिए स्कैन और पुष्टि करने के लिए Windows सिस्टम फ़ाइलों में भ्रष्टाचार को बहाल करने की अनुमति देता है उनके संस्करणों। यह एक समस्या पाता है, यह विंडोज DLL के कैश से समस्याग्रस्त फ़ाइलों को प्रतिस्थापित करने का प्रयास करेंगे । फ़ाइल Windows DLL के कैश में नहीं है या DLL कैश दूषित है, तो आप सम्मिलित करने के लिए प्रेरित किया जाएगा Windows स्थापना डिस्क ।
17454 = डिस्क क्लीनअप एक कम्प्यूटर रखरखाव उपयोगिता है जो कंप्यूटर की हार्ड ड्राइव पर डिस्क स्पेस को खाली करने के लिए डिज़ाइन की गई है। यह उपयोगकर्ताओं को उन फ़ाइलों को हटाने की अनुमति देता है जिनकी अब आवश्यकता नहीं है या जिन्हें ऑपरेटिंग सिस्टम और अन्य प्रोग्राम्स द्वारा बनाई गई अस्थायी, कैश और लॉग फ़ाइलों की तरह सुरक्षित रूप से हटाया जा सकता है।
17455 = संसाधन मॉनिटर, वास्तविक समय में हार्डवेयर (सीपीयू, मेमोरी, डिस्क, और नेटवर्क) और सॉफ्टवेयर (फ़ाइल हैंडल और मॉड्यूल) संसाधनों के उपयोग के बारे में जानकारी प्रदर्शित करता है। यह टूल आपको इस समय उपयोग करने के लिए कितने संसाधनों का उपयोग किया जा रहा है या ग्राफिकल प्रतिनिधित्व के माध्यम से समय के साथ उपयोग किया जा रहा है। इस तरह, आप विशिष्ट संसाधन के प्रदर्शन काउंटरों की जांच कर सकते हैं और प्रदर्शन के प्रदर्शन में सुधार के लिए कार्रवाई का एक कोर्स तय कर सकते हैं कंप्यूटर।
17456 = DISM करप्शन के लिए एक स्कैन चलाता है और उन समस्याओं की मरम्मत करता है जो इसे ऑपरेटिंग सिस्टम के भीतर मिलती हैं।
17457 = यदि आपको किसी वेब पेज तक पहुँचने या किसी ऑनलाइन सेवा का उपयोग करने में समस्या हो रही है, तो हो सकता है कि आपके डिवाइस ने पुराने डीएनएस रिकॉर्ड को कैश कर लिया हैं जिसे मैन्युअल रूप से साफ़ करने या रीसेट करने की आवश्यकता हैं।
17458 = DirectX निदान टूल DirectX के बारे में जानकारी का खजाना प्रदर्शित करता है, और आपको DirectX सिस्टम पर बुनियादी नैदानिक परीक्षण करने देता है।
17480 = टूल
17481 = कमांड-लाइन
17482 = एक कस्टम टूल जोड़ें
17483 = उपकरण संपादित करें
17484 = समान नाम वाला एक कस्टम टूल पहले से मौजूद है।\nकृपया कोई दूसरा नाम दर्ज करें।

[WindowsCleanerPro]


17500 = थम्बनेल कैश हटाएं


[UnrecoverableDeletePro]


17600 = फाइलें जोड़ो
17601 = फ़ोल्डर जोड़ें
17602 = हमेशा के लिए हटाएं
17603 = हटाई जा रही है
17604 = गिना जा रहा है ...
17605 = सूची में शेष वस्तुओं अब हटाया नहीं जा सकता ।\nवे विंडोज या किसी अन्य प्रोग्राम द्वारा उपयोग किया जाता है और फिर से कोशिश नहीं कर रहे हैं सुनिश्चित करें।
17606 = सूची से चयनित आइटम हटाएं

[Backup Manager]


17800 = बैकअप प्रबंधक
17801 = पुनर्स्थापित
17802 = हटाएं
17803 = सभी हटाएं
17804 = कस्टम \nपुनर्स्थापित
17812 = लोड हो रहा है पेड़ ...
17813 = वापस 
17814 = अगला
17815 = पुनर्स्थापना बिंदु डेटा नहीं मिला
17816 = प्रसंस्करण
17817 = समर्थन %d of %d आइटम
17818 = पुनर्स्थापित अंक :
17819 = कुल आकार: बैकअप प्रबंधक
17820 = बैकअप प्रबंधक आप प्रो हर नष्ट कर दिया रजिस्ट्री प्रविष्टि , फ़ाइल या फ़ोल्डर के बाद Revo Uninstaller द्वारा संग्रहित बैकअप जानकारी का प्रबंधन करने में मदद करता है । एक बिंदु बहाल बहाल करके, आप हटाए गए डेटा के सभी बहाल कर सकते हैं या आप बस ले सकते हैं और आप पुनर्स्थापित करना चाहते हैं कि जो आइटम का चयन कर सकते हैं। आप और अधिक मुक्त अंतरिक्ष की जरूरत है , आप कर सकते हैं बहाल अंक में से कुछ या सभी को हटा दें।
17821 = नाम
17822 = ऑपरेशन
17823 = आकार
17824 = रजिस्ट्री वस्तुओं
17825 = फ़ाइलें और फ़ोल्डर
17826 = समय
17827 = दिनांक
17830 = कुंजी / मान नाम
17831 = डाटा
17835 = डिफ़ॉल्ट मान
17836 = बहाल करना %d of %d वस्तुओं
17837 = बहाल करना
17838 = फ़ाइल / फ़ोल्डर का नाम
17839 = कस्टम पुनर्स्थापित
17840 = त्रुटि बैकअप डेटा फ़ाइल को पढ़ने !
17841 = फ़ाइलें और पुनर्स्थापित करने के लिए फ़ोल्डर
17842 = रजिस्ट्री वस्तुओं को बहाल करने के लिए
17843 = वापस ऊपर डाटा फाइल लिखने के लिए पर्याप्त डिस्क स्थान नहीं है !
17844 = त्रुटि वापस ऊपर डेटा फ़ाइल लेखन!
17845 = क्या आप संचालन बहाल करने के लिए चाहते हैं %s की %s?
17846 = क्या आप अंक बहाल सभी को हटाना चाहते हैं?
17847 = हटाएं \n समय से
17848 = एक तिथि या अवधि की तुलना में पुराने बैकअप हटाएं
17849 = से अधिक उम्र के सभी बैकअप हटाएँ:
17850 = चयनित दिनांक :
17851 = एक सप्ताह
17852 = दो सप्ताह
17853 = 30 दिन
17854 = 90 दिन
17855 = 180 दिन
17856 = एक साल
17857 = कस्टम तिथि
17858 = आप आज की तुलना में एक तारीख नए का चयन किया है । \nयही कारण है कि सभी बैकअप को हटाना होगा ! जारी रखें?


[TooltipsPro]


18200 = Revo Uninstaller प्रो की सेटिंग समायोजित करें
18201 = पता लगाया प्रोग्राम सूची का दृश्य बदलने
18202 = Revo Uninstaller प्रो द्वारा संग्रहीत बैकअप जानकारी प्रबंधित करें
18203 = Revo Uninstaller प्रो के माध्यम से कार्यक्रम को स्थापित करें
18204 = पहले से ही की स्थापना रद्द कार्यक्रमों के अवशेष के लिए मजबूर स्थापना रद्द करें
18205 = सभी स्थापित प्रोग्राम्स को दिखाएँ
18206 = पता लगाया स्थापित प्रोग्राम्स दिखाएँ
18207 = चयनित पता लगाया प्रोग्राम की स्थापना रद्द
18208 = चयनित पता लगाया कार्यक्रम की कस्टम स्थापना रद्द करें
18209 = Revo Uninstaller प्रो के चयनित बिंदु बहाल पुनर्स्थापित
18210 = कस्टम Revo Uninstaller प्रो के चयनित बिंदु बहाल की पुनर्स्थापना
18211 = Revo Uninstaller प्रो के चयनित बिंदु बहाल हटाएं
18212 = विंडोज के साथ स्वचालित रूप से शुरू करने के लिए एक कार्यक्रम को जोड़ने के लिए शुरू
18213 = हटाने के आपरेशन की जाँच की ड्राइव पर सबूत निष्पादित करें
18214 = Irrecoverably हटाए जाने के लिए फ़ाइलें जोड़ें
18215 = एक फ़ोल्डर जोड़ें irrecoverably हटाए जाने के लिए
18216 = जोड़ा फ़ाइलों और फ़ोल्डरों को हटाएं
18217 = उल्लेखनीय फ़ाइलों को हटाएँ
18218 = बदलें या चयनित कार्यक्रम की स्थापना में सुधार
18219 = जल्दी से चयनित कार्यक्रम (सभी पाया बचा स्वचालित रूप से नष्ट हो जाती हैं ) की स्थापना रद्द करें
18220 = प्रवेश करने के लिए नए आइटम जोड़ें
18221 = चयनित आइटम सुधारे
18222 = प्रवेश से चयनित आइटम हटाएं
18223 = HTML के रूप में निर्यात चालू प्रवेश के डेटा


[Portable]

18500 = त्रुटि अद्यतन डाउनलोड !
18501 = त्रुटि अद्यतन निकालने !
18502 = अद्यतन कर रहा है
18503 = अद्यतन सफलतापूर्वक पूरा कर लिया !
18504 = %d की %d फ़ाइलों
18505 = पोर्टेबिलिटी
18506 = का प्रयोग करें कस्टम डेटा भंडारण फ़ोल्डर
18507 = तेजी से लोड हो मोड सक्षम करें

18508 = स्वीकारें

18509 = लाइसेंस समझौते 

32900 = इतिहास को अनइंस्टॉल करें
32901 = सभी को हटा दें
32902 = निर्यात विवरण
32903 = ऐप का नाम
32905 = अनइंस्टॉल किए गए प्रोग्राम:
32907 = अनइंस्टॉल किए गए लॉग:
32909 = अनइंस्टॉल किए गए ऐप्स:
32910 = आयातित लॉग
32911 = उपयोगकर्ता लॉग
32912 = अनइंस्टॉल इतिहास उन सभी स्थापनाओं का ट्रैक रखता है जो निष्पादित की गई हैं और अनइंस्टॉल किए गए सॉफ़्टवेयर और अनइंस्टॉलेंड डेटा के बारे में विस्तृत जानकारी प्रदान करता है।
32917 = कार्यक्रम विवरण:
32918 = ऑपरेशन सारांश:
32919 = फ़ाइल और फ़ोल्डर संचालन:
32920 = रजिस्ट्री संचालन:
32921 = लॉग विवरण:
32922 = ऐप विवरण:
32923 = रजिस्ट्री कुंजियों को सफलतापूर्वक हटा दिया गया है
32924 = रजिस्ट्री मूल्यों को सफलतापूर्वक हटाया गया है
32925 = फ़ाइलें सफलतापूर्वक हटाई गईं है
32926 = सफलतापूर्वक हटाए गए फ़ोल्डर
32927 = रिबूट पर हटाने के लिए सेट करें
32928 = असफल रूप से हटाई गई रजिस्ट्री कुंजियाँ
32929 = सफलतापूर्वक हटाए गए रजिस्ट्री मूल्यों है
32930 = सारांश
32931 = हटाए गए है बचे हुए रजिस्ट्री कुंजियाँ:
32932 = हटाए गए है बचे हुए रजिस्ट्री मान:
32933 = हटाए गए है बचे हुए फ़ोल्डर:
32934 = हटाए गए है बचे हुए फ़ाइलें:
32935 = बचे हुए से पुनः प्राप्त खाली स्थान:
32936 = विवरण देखें
32937 = आपने अनइंस्टॉल कर दिया है
32938 = पूर्ण हुआ अनइंस्टॉल ऑपरेशन